Repository: 5l1v3r1/yaourt
Catalog: src/po/yaourt/*.po
Languages: ca, fr, it, pt_br, tr

source: Note: yaourt always shows new orphans after package removal
fr: Note: yaourt affiche toujours les nouveaux orphelins après une suppression de paquetage
it: Nota: yaourt mostra sempre i nuovi pacchetti orfani dopo la rimozione di un pacchetto
tr: Not: yaourt paket kaldırıldıktan sonra sahipsiz paketleri gösterir

source: Backup:
fr: Sauvegarde:
tr: Yedek:

source: (-B, --backup) [directory] * backup pacman database in given directory
fr: (-B, --backup) [répertoire] * sauvegarde la base pacman dans le répertoire spécifié
it: (-B, --backup) [cartella] * effettua il backup del database di pacman nella cartella scelta
tr: (-B, --backup) [dizin] * pacman veritabanını verilen dizinde yedekle

source: (-B, --backup) <file.tar.bz2> * restore a previous backup of the pacman database
fr: (-B, --backup) <fichier.tar.bz2> * restaurer une ancienne sauvegarde de la base
it: (-B, --backup) <file.tar.bz2> * ripristina un precedente backup del database di pacman
tr: (-B, --backup) <dosya.tar.bz2> * pacman veritabanının önceki bir yedeğini kullan

source: Runing yaourt as a non-privileged user requiers some entries in sudoers file:
fr: Exécuter yaourt en tant qu'utilisateur non privilégié nécessite les entrées suivantes dans le fichier sudoers:
tr: yaourt'u yetkisiz kullanıcı olarak kullanmak sudoers dosyasında bazı değişiklikler gerektirebilir

source: - pacman (remove package + refresh database + install package from AUR package)
fr: - pacman (suppression de paquetage + synchronisation de la base + installation de paquetages depuis AUR)
it: - pacman (rimuove pacchetti + aggiorna il database + installa pacchetti da AUR)
tr: - pacman (paketi kaldır + veritabanını yenile + AUR paketinden paketi kur)

source: - pacdiffviewer (manage pacsave/pacnew files)
fr: - pacdiffviewer (gestion des fichiers pacsave/pacnew)
it: - pacdiffviewer (gestisce i file pacsave/pacnew)
tr: - pacdiffviewer (pacsave/pacnew dosyalarını yönet)

source: written by Julien MISCHKOWITZ <wain@archlinux.fr>
fr: écrit par Julien MISCHKOWITZ <wain@archlinux.fr>
it: scritto da Julien MISCHKOWITZ <wain@archlinux.fr>
tr: Julien MISCHKOWITZ <wain@archlinux.fr> tarafından yazılmıştır

source: homepage: http://archlinux.fr/yaourt-en
fr: page d'accueil: http://archlinux.fr/yaourt
it: homepage: http://archlinux.fr/yaourt
tr: anasayfa: http://archlinux.fr/yaourt-en

source: yaourt $VERSION is a pacman frontend with AUR support and more
fr: yaourt $VERSION est un frontend pour pacman avec support d'AUR et bien plus
it: yaourt $VERSION è un frontend per pacman con supporto ad AUR ed altro
tr: yaourt $VERSION AUR desteği ve fazlasına sahip bir pacman arayüzüdür

source: homepage: http://archlinux.fr/yaourt-en
ca: pàgina web: http://archlinux.fr/yaourt-en
fr: acceuil: http://archlinux.fr/yaourt
it: homepage: http://archlinux.fr/yaourt
tr: anasayfa: http://archlinux.fr/yaourt-en

source: This program may be freely redistributed under
fr: Ce programme peut être distribué librement sous
it: Questo programma può essere liberamente redistribuito sotto
tr: Bu program GNU Genel Kamu Lisansı altında

source: the terms of the GNU General Public License
fr: les termes de la GNU General Public License
it: i termini della GNU General Public License
tr: serbestçe dağıtılabilir

source: Pacman is currently in use, please wait.
ca: S'està utilitzant el pacman, espereu.
fr: Pacman est actuellement utilisé, veuillez patienter
it: Pacman è attualmente in esecuzione, attendere prego.
pt_br: Pacman está em uso no momento, por favor espere.
tr: Pacman şu anda kullanımda, lütfen bekleyin

source: Unable to read $_file file
fr: Impossible de lire le fichier $_file
it: Impossibile leggere il file $_file
tr: $_file dosyası okunamıyor

source: --svn is obsolete. Please use --devel instead
fr: --svn est déprécié. Veuillez utiliser --devel
it: --svn è deprecato. Usare --devel al suo posto
tr: --svn artık kullanılmıyor. Onun yerinde --devel kullanın

source: --backupfile can be used only with --query
fr: --backupfile peut seulement être utilisé avec --query
it: --backupfile può essere usato solo con --query
tr: --backupfile sadece --query ile kullanılabilir

source: You are not allowed to launch $command with sudo\nPlease enter root password
fr: Vous n'êtes pas autorisé à lancer $command avec sudo\nVeuillez rentrer le mot de passe root
it: Permessi non sufficienti per lanciare il comando $command con sudo\nInserire la password di root
tr: sudo ile $command komutunu vermeye yetkiniz yokLütfen root parolanızı girin

source: Packages that were installed as dependencies but are no longer required by any installed package:
fr: Paquetages installés en tant que dépendances, mais qui ne sont plus requis par d'autres paquetages:
it: Pacchetti che sono stati installati come dipendenze, ma che non sono più richiesti da nessun altro pacchetto installato:
tr: Bağımlılık olarak kurulan ama artık kurulu herhangi bir paket tarafından gereksinim duyulmayan paketler:

source: Searching for original config files to save
ca: S'està cercant els fitxers de configuració originals que es desaran
fr: Recherche de fichiers de configuration à sauver
it: Ricerca di file di configurazione originali da salvare
pt_br: Pesquisando por arquivos de configuração original
tr: Kaydetmek için orijinal ayar dosyaları aranıyor

source: clean pacman database
fr: nettoyage de la base pacman
it: pulire il database di pacman
tr: pacman veritabanını temizle

source: Please wait...
fr: Veuillez patienter...
it: Prego attendere...
tr: Lütfen bekleyin...

source: Some directories in /var/lib/pacman/sync are no more used and should be removed:
fr: Certains répertoires dans /var/lib/pacman/sync ne sont plus utilisés et devraient être supprimés:
it: Alcune cartelle in /var/lib/pacman/sync non sono più usate e andrebbero rimosse:
tr: /var/lib/pacman/sync'deki kullanılmayan ve silinmesi tavsiye edilen paketler:

source: Do you want to delete these directories ?
fr: Voulez-vous supprimer ces répertoires ?
it: Eliminare queste cartelle ?
tr: Bu dizinleri silmek ister misiniz?

source: Your database is now optimized
fr: La base a été optimisée
it: Il database è ora ottimizzato
tr: Veritabanınız optimize edildi

source: Problem when deleting directories
fr: Problème lors de la suppression des répertoires
it: E' stato riscontrato un problema eliminando una cartella
tr: Dizinleri silerken problem yaşandı

source: Some repositories in pacman.conf are no more used and can be removed:
fr: Certains dépôts dans pacman.conf ne sont plus utilisés et devraient être enlevés:
it: Alcuni repository in pacman.conf non sono più usati e possono essere rimossi:
tr: pacman.conf dosyasındaki bazı depolar artık kullanılmıyor ve silinebilir:

source: Packages explicitly installed
fr: Paquets installés explicitement
it: Pacchetti installati esplicitamente
tr: Doğrudan yüklenen paketler

source: Packages installed as a dependency for another package
fr: Paquetages installés en tant que dépendances pour un autre paquetage
it: Pacchetti installati come dipendenza per altri pacchetti
tr: Başka bir paketin bağımlılığı olarak kurulan paketler

source: synchronizing package databases
ca: s'està sincronitzant les bases de dades de paquets
fr: synchronisation de la base de paquetages
it: sincronizzazione del database dei pacchetti
pt_br: sincronizando banco de dados de pacote
tr: paket veritabanı güncelleniyor

source: remove packages
fr: supprime les paquets
it: rimozione dei pacchetti
tr: paketleri kaldır

source: get PKGBUILD
ca: obté el PKGBUILD
fr: récupère le PKGBUILD
it: recupero del PKGBUILD
pt_br: pegar PKGBUILD
tr: PKGBUILD'i al

source: PKGBUILD file already exist. Replace ?
fr: Le PKGBUILD existe déjà. Remplacer ?
it: Il file PKGBUILD esiste già. Sostituirlo?
tr: PKGBUILD dosyası zaten var. Değiştirmek ister misiniz?

source: only one package is allowed
fr: seul un paquetage est autorisé
it: è permesso solo un pacchetto
tr: sadece bir pakete izin veriliyor

source: error: no targets specified (use -h for help)
fr: erreur: pas de cible spécifiée (utiliser -h pour l'aide)
it: errore: nessun obiettivo specificato (utilizzare -h per l'aiuto)
tr: hata: hedef belirtilmedi (yardım için -h kullanın)

source: $PKG not found in AUR.
fr: $PKG non trouvé dans AUR
it: $PKG non trovato in AUR
tr: $PKG AUR'da bulunamadı.

source: wrong argument
ca: argument erroni
fr: mauvais argument
it: argomento non valido
pt_br: argumento incorreto
tr: yanlış argüman

source: show groups
ca: mostra els grups
fr: afficher les groupes
it: mostra i gruppi
pt_br: exibir grupos
tr: grupları göster

source: query packages
ca: consulta els paquets
fr: recherche les paquetages
it: interroga i pacchetti
pt_br: consultar pacotes
tr: paketleri sorgula

source: packages which depend on $arg:
fr: paquetages dépendant de $arg:
it: pacchetti che dipendono da $arg:
tr: $arg 'a gerek duyan paketler

source: packages which conflicts with $arg
fr: paquetages rentrant en conflit avec $arg
it: pacchetti che sono in conflitto con $arg
tr: $arg ile çakışan paketler

source: packages which provides $arg
fr: paquetages fournissant $arg
it: pacchetti che forniscono $arg
tr: $arg yerine geçen paketler

source: listing all packages in repos
fr: liste tous les paquetages du dépôt
it: elenco di tutti i pacchetti nei repo
tr: depolardaki tüm paketler listeleniyor

source: Listing all packages in repos
fr: liste tous les paquetages du dépôt
it: elenco di tutti i pacchetti nei repo
tr: Depolardaki tüm paketler listeleniyor

source: installed
ca: instal·lat
fr: installé
it: installato
pt_br: instalado
tr: kuruldu

source: unable to contact AUR
fr: impossible de contacter le site AUR
it: impossibile conttattare AUR
tr: AUR'a erişilemedi

source: Information for $arg
fr: Information pour $arg
it: Informazioni per $arg
tr: $arg hakkında bilgi

source: yaourt: no argument
fr: yaourt: pas d'argument
it: yaourt: nessun argomento
tr: yaourt: argüman yok

source: Following packages have not been installed:
ca: No s'ha instal·lat els paquets següents:
fr: Les paquetages suivant n'ont pas été installés
it: I seguenti pacchetti non sono stati installati
pt_br: Os seguintes pacotes não foram instalados:
tr: Aşağıdaki paketler kurulamadı:

source: Query backup database
fr: Recherche dans la base de sauvegarde
it: Interroga il backup del database
tr: Yedek veritabanını sorgula

source: Enter n° (separated by blanks, or a range) of packages to be installed
fr: Entrez les n° (séparés par un espace, ou une intervalle) des paquetages à installer
it: Inserisci il numero (separato da spazi, o un intervallo) dei pacchetti da installare
tr: Kurulacak paketlerin (boşlukla ayrılmış olarak) numaralarını girin

source: press a key to continue
fr: appuyer sur une touche pour continuer
it: premi un tasto per continuare
tr: devam etmek için bir tuşa basın

source: YN
ca: SN
fr: ON
it: SN
tr: EH

source: YAN
fr: OTN
it: STN
tr: EVH

source: YNA
ca: YNI
fr: ONA
it: SNA
tr: EHV

source: YNVC
ca: SNVC
fr: ONAV
it: SNVC
tr: EHGK

source: YNVM
ca: SNVM
fr: ONAM
it: SNVC
tr: EHGM

source: [Y/n]
ca: [S/n]
fr: [O/n]
it: [S/n]
tr: [E/h]

source: [y/N]
ca: [s/N]
fr: [o/N]
it: [s/N]
tr: [e/H]

source: [y/n]
ca: [s/n]
fr: [o/n]
it: [s/n]
tr: [e/h]

source: no recognized in config file
fr: non reconnu dans le fichier de configuration
it: non riconosciuto nel file di configurazione
tr: yapılandırma dosyası geçersiz

source: Archlinux Core Dump
tr: Archlinux Çekirdek Yığını

source: Total installed packages:
ca: Total de paquets instal·lats:
fr: Total des paquetages installés
it: Totale dei pacchetti installati:
pt_br: Total de pacotes instalados:
tr: Toplam kurulu paketler:

source: Explicitly installed packages:
ca: Paquets instal·lats de forma explícita:
fr: Paquetages installés explicitement
it: Pacchetti installati esplicitamente:
pt_br: Pacotes explicitamente instalados:
tr: Doğrudan kurulmuş paketler

source: Packages installed as dependencies to run other packages:
ca: Paquets que s'han instal·lat com a dependències per executar altres paquets:
fr: Paquetages installés en tant que dépendances d'autres paquetages:
it: Pacchetti installati come dipendenze di altri pacchetti
pt_br: Pacotes instalados como dependências para rodar outros pacotes:
tr: Diğer paketleri

source: Where $_orphans packages seems no more used by any package:
fr: Dont $_orphans paquetages qui ne semblent plus utilisés par aucun autre:
it: Dove $_orphans pacchetti sembrano non essere più usati da nessun altro pacchetto:
tr: $_orphans paketleri herhangi bir paket tarafından kullanılmıyor:

source: Packages installed as dependencies but no more required:
fr: Paquetages installés en tant que dépendances mais plus requis à présent:
it: Pacchetti installati come dipendenze ma non più necessari:
tr: Bağımlılık olarak kurulan ama bulunmasına gerek kalmayan paketler:

source: Number of HoldPkg:
fr: Nombre de paquetages marqués à garder:
it: Numero di pacchetti bloccati (in HoldPkg):
tr: HoldPkg sayısı:

source: Number of IgnorePkg:
fr: Nombre de paquetages marqués à ignorer:
it: Numero di pacchetti da ignorare:
tr: IgnorePkg sayısı:

source: Group ignored:
fr: Groupes ignorés:
it: Gruppi ignorati:
tr: Yok sayılan gruplar:

source: Number of configured repsitories:
fr: Nombre de dépôts configurés:
it: Numero di repositories configurati:
tr: Ayarlanmış depoların sayısı

source: Packages by repositories (ordered by pacmans priority)
ca: Paquets per dipòsits (ordenats per la prioritat del pacman)
fr: Paquetages par dépôts (triés selon les priorités pacman)
it: Pacchetti per repository (ordinati secondo la priorità di pacman)
pt_br: Pacotes dos repositórios (ordenado por prioridade do pacman)
tr: Depolara göre paketler (pacman'ın öncelik sırasına göre dizildi)

source: others
ca: altres
fr: autres
it: altri
pt_br: outros
tr: diğerleri

source: are packages not up to date or installed from local\nbuild or AUR Unsupported
fr: correspondent aux paquetages périmés ou installés depuis un fichier local\nou compilés depuis AUR
it: sono pacchetti non aggiornati o installati localmente o compilati da AUR
tr: güncel olmayan ya da local\nbuild veya AUR Unsupported tarafından kurulmuş paketlerdir

source: Theorical space used by packages:
ca: Espai teòric que utilitzen els paquets:
fr: Espace théorique occupé par les paquetages:
it: Spazio teorico occupato dai pacchetti:
pt_br: Espaço teórico usado por pacotes:
tr: Teoride paketlerin kullandığı alan:

source: progression:
ca: progressió:
it: avanzamento:
pt_br: progressão:
tr: ilerleme:

source: Theorical space used by installed packages:
fr: Espace théorique occupé par les paquetages installés:
it: Spazio teorico occupato dai pacchetti installati:
tr: Teoride kurulu paketlerin kullandığı alan:

source: Real space used by packages:
ca: Espai real que utilitzen els paquets:
fr: Espace réel occupé par les paquetages:
it: Vero spazio occupato dai pacchetti:
pt_br: Espaço real usado por pacotes:
tr: Paketler tarafından kullanılan esas alan:

source: Real space used by installed packages:
fr: Espace réel occupé par les paquetages installés:
it: Vero spazio occupato dai pacchetti installati:
tr: Kurulu paketler tarafından kullanılan esas alan:

source: Space used by pkg downloaded in cache (cachedir):
ca: Espai utilitzat a la memòria cau per paquets baixats (cachedir):
fr: Espace occupé par les paquetages téléchargés en cache:
it: Spazio occupato dai pacchetti scaricati nella cache (cachedir):
pt_br: Espaço usado por pacotes baixados no cache (cachedir):
tr: Önbelleğe indirilmiş paketlerin kapladığı alan (önbellek dizini):

source: Space used by src downloaded in cache:
ca: Espai utilitzat a la memòria cau per les fonts baixades:
fr: Espace utilisé par les sources téléchargées en cache:
it: Spazio occupato dai sorgenti scaricati nella cache:
pt_br: Espaço usado por fontes baixadas no cache:
tr: Önbelleğe indirilmiş kaynakların kapladığı alan:

source: Source Targets: $_pkgs
fr: Cibles: $_pkgs
it: Sorgenti: $_pkgs
tr: Kaynak hedefleri: $_pkgs

source: Proceed with upgrade?
ca: S'ha de procedir amb l'actualització?
fr: Procéder à la mise à jour?
it: Procedere con l'aggiornamento?
pt_br: Prosseguir com a atualização?
tr: Yükseltmeye devam etmek istiyor musunuz?

source: Install $PKG from sources
fr: Installation de $PKG depuis les sources
it: Installazione di $PKG dai sorgenti
tr: $PKG kaynaklardan kuruluyor

source: $PKG was not found on abs
fr: $PKG n'a pas été trouvé dans abs
it: $PKG non è stato trovato su abs
tr: $PKG abs'de bulunamadı

source: Searching Community AUR page for $PKG
fr: Recherche de la page de $PKG sur AUR Community
it: Ricerca su AUR per $PKG
tr: $PKG Community AUR sayfasında aranıyor

source: $pkgname was not found on AUR
fr: $pkgname n'a pas été trouvé dans AUR
it: $pkgname non è stato trovato su AUR
tr: $pkgname AUR'da bulunamadı

source: Link to subversion repository was not found on AUR page
fr: Lien vers le dépôt subversion introuvable sur la page AUR
it: Il link al repository subversion non è stato trovato su AUR
tr: AUR sayfasında subversion deposuna olan link bulunamadı

source: $PKG was not found on abs repos.archlinux.org
fr: $PKG n'a pas été trouvé sur repos.archlinux.org
it: $PKG non è stato trovato su abs repos.archlinux.org
tr: $PKG abs repos.archlinux.org'da bulunamadı.

source: Retrieving PKGBUILD and local sources...
ca: S'està aconseguint el PKGBUILD i les fonts locals...
fr: Récupèration du PKGBUILD ainsi que les sources...
it: Recupero PKGBUILD e sorgenti locali...
pt_br: Adquirindo PKGBUILD e fontes locais...
tr: PKGBUILD ve yerel kaynaklar alınıyor...

source: Unable to delete directory $wdir. Please remove it using root privileges.
fr: Impossible de supprimer le répertoire $wdir. Veuillez le supprimer en utilisant le compte root.
it: Impossibile cancellare la cartella $wdir. Per favore rimuovila con privilegi di root.
tr: $wdir dizini silinemiyor. Lütfen root yetkileriyle siliniz.

source: Unable to create directory $wdir.
fr: Impossible de créer le répertoire $wdir
it: Impossibile creare la cartella $wdir
tr: $wdir dizini oluşturulamıyor.

source: Downloading ${file} in build dir
fr: Téléchargement de ${file} dans répertoire de travail
it: Scaricamento di ${file} nella cartella di lavoro
tr: ${file} derleme dizininden indiriliyor

source: Building package as root is dangerous.\n Please run yaourt as a non-privileged user.
ca: Compilar un paquet com a usuari primari és perillós.\n Executeu el yaourt com a usuari normal.
fr: La compilation de paquetages en tant que root est dangereuse.\nVeuillez lancer yaourt en tant que simple utilisateur.
it: Compilare pacchetti con privilegi di root è pericoloso. \nEseguire yaourt come utente non privilegiato.
pt_br: Compilando pacote como root é perigoso.\nPor favor rode yaourt como um usuário sem permissões de root.
tr: Paketi root olarak derlemek tehlikelidir.\n Lütfen yaourt'u yetkisiz kullanıcıyla çalıştırın.

source: Unable to read PKGBUILD for $PKG
fr: Impossible de lire le PKGBUILD de $PKG
it: Impossibile leggere il PKGBUILD per $PKG
tr: $PKG paketi için PKGBUILD okunamıyor

source: Edit the PKGBUILD ?
fr: Editer le PKGBUILD ?
it: Modificare il PKGBUILD ?
tr: PKGBUILD dosyasını düzenlemek ister misiniz?

source: ("A" to abort)
ca: ("I" per interrompre)
fr: ("A" pour annuler)
it: ("A" per annullare)
pt_br: ("A" para abortar)
tr: (vazgeçmek için "V")

source: Please add \$EDITOR to your environment variables
fr: Veuillez ajouter \$EDITOR à vos variables d'environnement
it: Cortesemente, aggiungi \$EDITOR alle tue variabili d'ambiente
tr: Lütfen çevre değişkenlerine \$EDITOR ekleyiniz

source: (in ~/.bashrc)
ca: (a ~/.bashrc)
fr: (dans ~/.bashrc)
pt_br: (em ~/.bashrc)
tr: (~/.bashrc dosyasında)

source: Continue the building of $PKG?
fr: Continuer la compilation de $PKG?
it: Continuare la compilazione di $PKG?
tr: $PKG paketini derlemeye devam etmek istiyor musunuz?

source: Aborted...
ca: S'ha interromput...
fr: Annulé...
it: Annullato...
pt_br: Abortado...
tr: Vazgeçildi...

source: Downgrading packages
fr: Rétrograde les paquetages
it: Retrocessione dei pacchetti
tr: Paketler eski sürümlerine düşürülüyor

source: No package to downgrade
fr: Aucun paquetage à rétrograder
it: Nessun pacchetto da retrocedere
tr: Sürümü düşürülecek paket yok

source: New version of $package detected
fr: Une nouvelle version de $package a été détectée
it: È stata individuata una nuova versione di $package
tr: $package paketinin yeni sürümü tespit edildi

source: Do you want to update $package first ?
fr: Voulez vous mettre à jour $package d'abord ?
it: Vuoi prima aggiornare $package ?
tr: Önce $package paketini güncellemek ister misiniz?

source: Upgrading $package first
fr: Mise à jour de $package en premier
it: Aggiornamento per prima cosa di $package
tr: Önce $package paketi yükseltiliyor

source: Please mount your boot partition first then press ENTER to continue
fr: Veuillez d'abord monter la partition de boot puis, appuyez sur ENTREE pour continuer
it: Monta la tua partizione di boot dopodichè premi INVIO per continuare
tr: Önce boot

source: Packages to build from sources:
it: Pacchetti da compilare da sorgenti:
tr: Kaynaktan derlenecek paketler:

source: Proceed with compilation and installation ?
it: Procedere con la compilazione e l'installazione ?
tr: Derleme ve kurmaya devam etmek istiyor musunuz?

source: Continue installing $PKG?
fr: Continuer l'installation de $PKG?
it: Continuare installando $PKG?
tr: $PKG paketini yüklemeye devam etmek istiyor musunuz?

source: [V]iew package detail [M]anualy select packages
fr: [A]fficher plus d'informations [M]anuellement sélectionner les paquetages
it: [V]edi i dettagli dei pacchetti Seleziona [M]anualmente i pacchetti
tr: Paket detaylarını [g]ör Paketleri [e]lle seç

source: Package upgrade only (new release):
ca: Només actualització de paquet (nou llençament):
fr: Mise à jour des paquetages seulement (nouvelle release):
it: Solo aggiornamenti dei pacchetti (nuova release):
pt_br: Atualização de pacote somente (novo lançamento):
tr: Sadece paket yükseltmesi (yeni sürüm)

source: Software upgrade (new version) :
ca: Actualització del programari (nova versió):
fr: Mise à jour des logiciels (nouvelle version):
it: Aggiornamenti del software (nuova versione):
pt_br: Atualização de software (nova versão) :
tr: Yazılım yükseltmesi (yeni sürüm)

source: New package :
ca: Nou paquet:
fr: Nouveaux paquetages:
it: Nuovi pacchetti:
pt_br: Novo pacote :
tr: Yeni paket:

source: not found
ca: no s'ha trobat
it: non trovato
pt_br: não encontrado
tr: bulunamadı

source: (required by $requiredbypkg)
it: (richiesto da $requiredbypkg)
tr: ($requiredbypkg için gerekli)

source: Installing from a list of a packages
fr: Installation à partir d'une liste de paquetages
it: Installazione da una lista di pacchetti
tr: Paket listesinden kuruluyor

source: Installing from a list of a packages ($_pkg_list)
fr: Installationr depuis une liste de paquetages ($_pkg_list)
it: Installazione da una lista di pacchetti ($_pkg_list)
tr: ($_pkg_list) paket listesinden kuruluyor

source: upgrading SVN/CVS/HG/GIT package
ca: s'està actualitzant el paquet SVN/CVS/HG/GIT
fr: mise à jour SVN/CVS/HG/GIT
it: aggiornamento di un pacchetto SVN/CVS/HG/GIT
pt_br: atualizando pacote SVN/CVS/HG/GIT
tr: SVN/CVS/HG/GIT paketi yükseltiliyor

source: list ignorepkg in pacman.conf
fr: liste des paquetages à ignorer depuis pacman.conf
it: mostra i pacchetti ignorati specificati in pacman.conf
tr: pacman.conf'daki ignorepkg'yı listele

source: (ignored from pacman.conf)
fr: (ignoré par pacman.conf)
it: (ignorati come specificato in pacman.conf)
tr: (pacman.conf tarafından reddedildi)
