Repository: 5l1v3r1/yaourt
Catalog: src/po/yaourt/*.po
Languages: ca, fr, it, pt_br, tr

source: $systemfile: difference between $originalversionprevious and $originalversioncurrent
fr: $systemfile: différence entre $originalversionprevious et $originalversioncurrent
it: $systemfile: differenza fra $originalversionprevious e $originalversioncurrent
tr: $systemfile: $originalversionprevious ile $originalversioncurrent arasındaki farklar

source: Do you really want to apply the above patch ?
fr: Voulez vous vraiment appliquer le patch ci-dessous ?
it: Volete veramente applicare la patch sopracitata ?
tr: Yukardaki yamayı uygulamak istiyor musunuz?

source: Applying patch
fr: Application du patch
it: Applicazione della patch
tr: Yama uygulanıyor

source: Patch not applied correctly
fr: Le patch ne s'est pas appliqué correctement
it: La patch non è stata applicata correttamente
tr: Yama düzgün bir şekilde uygulanamadı

source: File patched ok
fr: Fichier modifié ok
it: La patch è stata applicata correttamente
tr: Yamalama başarılı

source: This patch can not be applied automatically
fr: Ce patch ne peut être appliqué automatiquement
it: Questa patch non può essere applicata automaticamente
tr: Bu yama otomatik olarak uygulanamaz

source: Saving patch in $patchsaved
fr: Sauvegarde du patch dans $patchsaved
it: Salvataggio della patch in $patchsaved
tr: Yama $patchsaved dizinine kaydediliyor

source: Press a key to continue
fr: Appuyer sur une touche pour continuer
it: Premere un tasto per continuare
tr: Devam etmek için bir tuşa basın

source: Searching in backupfiles for $systemcurrentfile original files for possible merge
fr: Recherche de $systemcurrentfile dans la sauvegarde des fichiers originaux une possible fusion'
it: Ricerca di $systemcurrentfile nei file di backup per una eventuale unione
tr: $systemcurrentfile orjinal dosyaları birleştirilmek için yedek dosyalarında aranıyor

source: Current version not found ($currentversion). Unable to merge
fr: Version actuelle non trouvée ($currentversion). Fusion impossible
it: La versione corrente non è stata trovata ($currentversion). La fusion è impossibile
tr: Geçerli sürüm bulunamadı ($currentversion)

source: Searching for previous version of $systemcurrentfile ($currentversion) for possible merge
fr: Recherche de la version antérieure de $systemcurrentfile ($currentversion) pour une fusion éventuelle
it: Ricerca di versioni precedenti di $systemcurrentfile ($currentversion) per una eventuale unione
tr: $systemcurrentfile ($currentversion) dosyasının önceki sürümü

source: canditate found: $candidate
fr: candidat trouvé: $candidate
it: trovato un candidato: $candidate
tr: aday bulundu: $candidate

source: best canditate than $previousversion found: candidate:$candidate > $previousversion
fr: meilleur candidat que $previousversion trouvé: candidat: $candidate > $previousversion
it: un candidato migliore di $previousversion è stato trovato: candidato: $candidate > $previousversion
tr: $previousversion sürümünden önceki en iyi aday bulundu: aday:$candidate > $previousversion

source: debug: not better: candidate:$candidate < $previousversion
fr: debug: pas mieux: candidat: $candidate < $previousversion
it: debug: non è migliore: candidat: $candidate < $previousversion
tr: hata ayıklama: daha iyi değil: aday:$candidate < $previousversion

source: Version $previousversion before $currentversion
fr: Version $previousversion antérieure à $currentversion
it: Versione $previousversion precedente a $currentversion
tr: $currentversion sürümünden önceki sürüm $previousversion

source: Version before $currentversion not found
fr: Version avant $currentversion non trouvée
it: Versione precedente a $currentversion non trovata
tr: $currentversion sürümünden önceki sürüm bulunamadı

source: saving $currentfile
fr: sauvegarde de $currentfile
it: salvataggio di $currentfile
tr: $currentfile kaydediliyor

source: Following files are orphans:
fr: Les fichiers suivants sont orphelins:
it: I seguenti file risultano orfani:
tr: Takip eden dosyalar sahipsizdir:

source: (Packages are no longer installed)
fr: (Les paquets ne sont plus installés)
it: (I pacchetti non risultano più installati)
tr: (Paketler artık kurulu değil)

source: Do you want to remove these obsolete files ?
it: Volete rimuovere questi file obsoleti?
tr: Bu geçersiz dosyaları silmek istiyor musunuz?

source: (to be confirmed for each file) :
fr: (à confirmer pour chaque fichier) :
it: (da confermare per ciascun file) :
tr: (her dosya için onaylanması gerekir):

source: => Delete file $file ?
fr: => Supprimer le fichier $file ?
it: => Eliminare il file $file ?
tr: => $file dosyası silmek ister misiniz?

source: ${file}: You dont have write access
fr: ${file}: Vous n'avez pas l'accès en écriture
it: ${file}: Non avete l'accesso in scrittura
tr: ${file}: Yazma yetkiniz yok

source: $nbresultats .$extension files found
fr: $nbresultats fichiers .$extension trouvés
it: $nbresultats file .$extension trovati
tr: $nbresultats .$extension dosyaları bulundu

source: File to merge Current Version Previous Version
fr: Fichier à fusionner Version courante Version antérieur
it: File per l'unione Versione corrente Versione precedente
tr: Birleştirilecek dosya Şimdiki Sürüm Önceki Sürüm

source: **same files**
fr: **fichiers identiques**
it: **file identici**
tr: **aynı dosyalar**

source: **automerge is possible**
fr: **fusion automatique possible**
it: **fusion automatica possibile**
tr: **otobirleştirme mümkün**

source: What do you want to do with $_file[.$extension] ?
fr: Que voulez vous faire avec $_file[.$extension] ?
it: Cosa volete fare con $_file[.$extension] ?
tr: $_file[.$extension] ile ne yapmak istiyorsunuz?

source: 1: Show diffs with gvim in expert mode
fr: 1: Voir les différences avec gvim en mode expert
it: 1: Visualizzare le differenze con gvim in modalità esperto
tr: 1: Farkları gvim uzman kipinde göster

source: 2: Show diffs with vimdiff (in console)
fr: 2: Voir les différences avec vimdiff (dans une console)
it: 2: Visualizzare le differenze con vimdiff (in una console)
tr: 2: Farkları vimdiff (konsolda) ile göster

source: 3: Show diffs with kompare
fr: 3: Voir les différence avec kompare
it: 3: Visualizzare le differenze con kompare
tr: 3: Farkları kompare ile göster

source: 4: Show diffs with kdiff3
fr: 4: Voir les différence avec kdiff3
it: 4: VVisualizzare le differenze con kdiff3
tr: 4: Farkları kdiff3 ile göster

source: 5: gvim in EASY mode
fr: 5: gvim en mode facile
it: 5: gvim in modalità facile
tr: 5: BASİT kipte gvim

source: 6: Enter a command to edit
fr: 6: Entrer une commande pour éditer
it: 6: Inserire un comando per modificare
tr: 6: Düzenlemek için komut girin

source: S: suppress .$extension file
fr: S: Supprimer le fichier .$extension
it: S: Eliminare il file .$extension
tr: S: .$extension dosyasını atla

source: R: replace actual file by .$extension
fr: R: Remplacer le fichier actuel par le .$extension
it: R: Sostituire il file attuale da .$extension
tr: R: mevcut dosyayı .$extension ile değiştir

source: A: Automatically merge with .$extension (use a diff between $originalversioncurrent and $originalversionprevious)
fr: A: Fusionner automatiquement avec le .$extension (utilise les différences entre $originalversioncurrent et $originalversionprevious)
it: A: Unire automaticamente con .$extension (utilizza le differenze fra $originalversioncurrent e $originalversionprevious)
tr: A: Otomatik olarak .$extension ile birleştir ($originalversioncurrent ile $originalversionprevious farkını alır)

source: Press ENTER to return to menu
fr: Appuyez sur ENTRER pour revenir au menu
it: Premere INVIO per tornare al menù
tr: Menu ye dönmek için ENTER a basın

source: Enter the name of the program to use
fr: Entrer le nom du programme à utiliser
it: Inserire il nome del programma da utilizzare
tr: Kullanmak istediğiniz programın adını yazın

source: $_file file has been replaced
fr: Le fichier $_file a été remplacé
it: Il file $_file è stato sostituito
tr: $_file dosyası değiştirildi

source: usage:
fr: utilisation:
it: utilizzo:
tr: kullanımı:

source: Delete all pacsave, pacnew found
fr: Supprimer tous les pacsave, pacnew trouvés
it: Eliminare tutti i pacsave, pacnew trovati
tr: Bütün pacsaveleri sil, pacnew bulundu

source: Show this help
fr: Voir cette aide
it: Visualizzare questo aiuto
tr: Bu yardımı göster

source: Show version number
fr: Voir le numéro de version
it: Visualizza il numero di versione
tr: Sürüm numarasını göster

source: HANDLING CONFIG FILES
fr: GESTION DES FICHIERS DE CONFIG
it: GESTIONE DEI FILE DI CONFIGURAZIONE
tr: YAPILANDIRMA DOSYALARI İŞLENİYOR

source: pacman uses the same logic as rpm to determine action against files that are designated to be backed up.
fr: pacman utilise la même logique que rpm pour déterminer l'action à entreprendre contre les fichiers marqués à sauver.
it: pacman utilizza la stessa logica di rpm per determinare l'azione da intraprendere con i file contrassegnati per il backup.
tr: pacman yedeklenecek dosyalar için uygulanacak işlemlerde rpm ile aynı mantığı kullanmaktadır.

source: During an upgrade, it uses 3 md5 hashes for each backup file to determine the required action: one for the original file installed, one for the new file thats about to be installed, and one for the actual file existing on the filesystem.
fr: Au cours de la mise à jour d'un paquetage, on utilise 3 clés md5 pour chaque fichier sauvegardé afin de déterminer l'action à réaliser: un pour le fichier original installé, un autre pour le nouveau fichier qui s'apprête à être installé, et un pour le fichier qui existe actuellement dans le système de fichiers.
it: Durante un aggiornamento, utilizza 3 hash md5 per ciascun file di backup al fine di determinare l'azione richiesta: uno per il file originariamente installato, uno per il nuovo file che sta per essere installato, e uno per il file attualmente esistente nel filesystem.
tr: Güncelleme esnasında, yedeklenecek dosya için 3 tane md5 kaydı tutmaktadır: bir tanesi orjinal dosya için, diğeri kurulacak dosya için ve diğeri de dosya sisteminde mevcut bulunan dosya içindir.

source: After comparing these 3 hashes, the follow scenarios can result:
fr: Après la comparaison des 3 clés, les scénarios suivants sont possibles:
it: Dopo la comparazione di questi 3 hashes, si possono avere i seguenti scenari:
tr: Bu 3 kayıt karşılaştırıldıktan sonra, aşağıdaki durumlar ile karşılaşılabilir:

source: original=X, current=X, new=X: All three files are the same, so we win either way. Install the new file.
fr: original=X, courant=X, nouveau=X: Les 3 fichiers sont identiques, on installe le nouveau fichier.
it: originale=X, attuale=X, nuovo=X: Tutti e tre i file hanno lo stesso hash, quindi verrà installato il nuovo file.
tr: orjinal=X, mevcut=X, yeni=X: Üç dosya da aynıdır. Yeni olan kurulur.

source: original=X, current=X, new=Y: The current file is un-altered from the original but the new one is different. Since the user did not ever modify the file, and the new one may contain improvements/bugfixes, we install the new file.
fr: original=X, courant=X, nouveau=Y: Le fichier actuel n'a pas subi de modifications par rapport à l'original, par contre le nouveau est différent. Puisque l'utilisateur n'a jamais modifié le fichier, et que le nouveau fichier comporte peut être des améliorations/corrections, le nouveau est installé.
it: originale=X, attuale=X, nuovo=Y: Il file attuale è inalterato rispetto all'originale, ma quello nuovo è diverso. Dal momento che l'utente non ha mai modificato il file, ed il nuovo file potrebbe contenere miglioramenti/bugfix, installiamo il nuovo file.
tr: orjinal=X, mevcut=X, yeni=Y: Mevcut dosya ile orjinal aynı iken yeni dosya değişiktir. Kullanıcı dosyaya elle müdahale etmediği için yeni olan dosyada çeşitli yenilikler gelebileceği varsayılarak yeni dosya kurulur.

source: original=X, current=Y, new=X: Both package versions contain the exact same file, but the one on the filesystem has been modified since. In this case, we leave the current file in place.
fr: original=X, courant=Y, nouveau=X: Les deux versions du paquetages contiennent exactement le même fichier, mais celui dans le système de fichiers a été modifié. Dans ce cas, on laisse le fichier actuel en place.
it: originale=X, attuale=Y, nuovo=X: Entrambe le versioni dei pacchetti contengono esattamente lo stesso file, ma quello sul filesystem è stato modificato. In questo caso, lasciamo il file attuale al suo posto.
tr: orjinal=X, mevcut=Y, yeni=X: Yeni sürümler aynı dosyayı barındırmaktadır ancak dosya sistemindeki dosyaya müdahale edildiği için mevcut dosya saklanacaktır.

source: original=X, current=Y, new=Y: The new one is identical to the current one. Win win. Install the new file.
fr: original=X, courant=Y, nouveau=Y: Le nouveau fichier est identique à l'actuel, le nouveau est installé.
it: originale=X, attuale=Y, nuovo=Y: Il file nuovo è identico a quello attuale. Installiamo il nuovo file.
tr: orjinal=X, mevcut=Y, yeni=Y: Yeni dosya mevcut dosya ile aynıdır dolayısıyla yeni dosya kurulur.

source: original=X, current=Y, new=Z: All three files are different, so we install the new file with a .pacnew extension and warn the user, so she can manually move the file into place after making any necessary customizations.
fr: original=X, courant=Y, nouveau=Z: Les trois fichiers sont différents, donc on installe le nouveau fichier avec l'extension .pacnew. L'utilisateur est averti pour qu'il puisse mettre manuellement le fichier en place avec les personnalisations nécessaires.
it: originale=X, attuale=Y, nuovo=Z: Tutti e tre i file sono differenti, quindi installiamo il nuovo file con estensione .pacnew e avvisiamo l'utente, cosicchè può manualmente sostituire il file dopo aver fatto le necessarie personalizzazioni.
tr: orjinal=X, mevcut=Y, yeni=Z: Üç dosya da birbirinden farklıdır dolayısıyla yeni dosya .pacnew uzantısı ile kurulacaktır ve kullanıcı uyarılacaktır, böylece kullanıcı gereken değişiklikleri yapıp dosyanın üzerine yazabilecektir.

source: Author:
fr: Auteur:
it: Autore:
tr: Yazar:

source: Do you want to delete following files ?
fr: Voulez-vous effacer les fichiers suivants ?
it: Vuoi eliminare i seguenti file ?
tr: Takip eden dosyaları silmek istiyor musunuz?

source: created
fr: créé
it: creato
tr: oluşturuldu

source: Yes (to be confirmed for each file), All, No
fr: Oui (à confirmer pour chaque fichier), Tous, Non
it: Si (da confermare per ciascun file), Tutti, No
tr: Evet (her dosya için onaylanması gerekir), Hepsi, Hayır

source: deleting files one bye one
fr: Effacer les fichiers un par un
it: Eliminare i file uno alla volta
tr: dosyalar tek tek siliniyor

source: Deleting all files
fr: Effacer tous les fichiers
it: Eliminare tutti i file
tr: Tüm dosyalar siliniyor

source: Cancelled
fr: Annulé
it: Annullato
tr: İptal edildi

source: Requires root user
fr: Nécessite l'utilisateur root
it: Necessita dei privilegi di root
tr: Root kullanıcı gerekiyor

source: Login root:
tr: Root girişi:

source: # <root password>
fr: # <mot de passe root>
it: # <password di root>
tr: # <root parolası>

source: Or add this line to sudoers:
fr: Ou ajoutez cette ligne au fichier sudoers:
it: Oppure aggiungi questa linea a sudoers:
tr: Ya da bu satırı sudoers dosyasına ekleyin

source: no file found.
fr: aucun fichier trouvé
it: nessun file trovato.
tr: dosya bulunamadı.

source: .pacsave files
fr: fichiers .pacsave
it: files .pacsave
tr: .pacsave dosyaları

source: Maybe you have changed these files, but they have been
it: Forse hai modificato questi files, ma sono stati
tr: Bu dosyalara elle müdahale etmiş olabilirsiniz fakat bu dosyalar

source: replaced during packages update:
fr: remplacés au cours d'une mise à jour:
it: sostituiti durante aggiornamenti dei pacchetti:
tr: paket güncellemesi sırasında değiştirildi

source: Enter the number of the file to be modified or press ENTER to cancel
fr: Entrez le nombre du fichier à modifier ou appuyez sur ENTREE
it: Introduci il numero del file da modificare, o premi INVIO per annullare
tr: Değiştirilecek dosyanın numarasını girin ya da iptal etmek için ENTER a basın

source: .pacnew files
fr: fichiers .pacnew
it: files .pacnew
tr: .pacnew dosyaları

source: New version of these files are available
fr: Une nouvelle version de ces fichiers est disponible
it: È disponibile una nuova versione di questi files
tr: Bu dosyaların yeni sürümleri mevcut

source: These .pacnew files may contain enhancements
fr: Ces fichiers .pacnew peuvent contenir des améliorations
it: Questi files .pacnew potrebbero contenere miglioramenti
tr: Bu .pacnew dosyaları iyileştirmeler içeriyor olabilir

source: Please add EDITOR to your environment variables
it: Aggiungi EDITOR alle tue variabili d'ambiente
tr: Lüften çevre değişkenlerinize EDITOR ekleyiniz

source: for example:
ca: per exemple:
fr: par exemple:
it: per esempio:
pt_br: por exemplo:
tr: örneğin:

source: Edit PKGBUILD with:
fr: Editer le PKGBUILD avec:
it: Modificare il PKGBUILD con:
tr: PKGBUILD dosyasını düzenle:

source: (replace gvim with your favorite editor)
fr: (remplacer gvim par votre éditeur favori)
it: (sostituisci gvim con il tuo editor preferito)
tr: (gvimle favori editörünüzü değiştirin)

source: Edit $file with:
fr: Editer $file avec:
it: Modifica $file con:
tr: $file dosyasını şununla düzenleyin:

source: Sourceforge Direct Downloads is reserved to Premium Subscribers
fr: Le téléchargement direct depuis Sourceforge est réservé aux abonnés Premium
it: Il Download Diretto da Sourceforge è riservato agli Utenti Premium
tr: Sourceforge Doğrudan İndirme desteği sadece özel üyelere sunulmaktadır

source: Please choose a specific mirror:
fr: Veuillez choisir un miroir:
it: Scegli un mirror:
tr: Lütfen özel bir yansı seçin:

source: > TIPS: You can define the mirror by adding this line in yaourtrc
fr: > ASTUCE: Vous pouvez définir un miroir en ajoutant la ligne suivante à yaourtrc
it: > CONSIGLI: Puoi stabilire un mirror aggiungendo questa linea in yaourtrc
tr: > İPUCU: Bu satırı yaourtrc'ye ekleyerek yansıyı tanımlayabilirsiniz

source: > (replace belnet with the name of your favorite sourceforge mirror)
fr: > (remplacer belnet par le nom de votre miroir sourceforge favori)
it: > (sostituisci belnet con il nome del mirror sourceforge che preferisci)
tr: > (belnet yansısını istediğiniz bir sourceforge yansısının ismiyle değiştirin)

source: Enter the number corresponding to the mirror or the mirrors name or press Enter to use automatic redirect (slower)
fr: Entrez le numéro correspondant au miroir ou appuyez sur Entrée pour utiliser la redirection automatique (plus lent)
it: Introduci il numero corrispondente al mirror o al nome del mirror o premi Invio per usare il redirect automatico (più lento)
tr: Yansıya ilişkin sayıyı ya da yansı ismini girin ya da otomatik yönlendirmeyi (daha yavaş) kullanmak için Enter a basın

source: no mirror will be used
fr: aucun miroir ne sera utilisé
it: nessun mirror verrà utilizzato
tr: hiçbir yansı kullanılmayacak

source: $sfmirror mirror will be used
fr: le mirroir $sfmirror sera utilisé
it: verrà utilizzato il mirror $sfmirror
tr: $sfmirror yansısı kullanılacak

source: --- Yaourt version $VERSION ---
it: --- Yaourt versione $VERSION ---
tr: --- Yaourt sürüm $VERSION ---

source: yaourt is a pacman frontend with a lot of features like:
fr: yaourt est un frontend pour pacman qui apporte de nombreuses améliorations telles que:
it: yaourt è un frontend per pacman con molte caratteristiche aggiuntive quali:
tr: yaourt şöyle özellikleri olan bir pacman önyüzüdür:

source: . AUR support (search, easy install, vote etc..)
fr: . support de AUR (recherche, installation facile, vote etc...)
it: . supporto ad AUR (ricerca, installazione facile, votazione etc...)
tr: . AUR desteği (arama, kolay kurulum, oylama vs.)

source: . interactiv search + install (with AUR Unsupported results integrated)
fr: . recherche interactive + installation (avec une intégration des résultats AUR)
it: . ricerca interattiva + installazione (con risultati da AUR Unsupported integrati)
tr: . interaktif arama + kurulum (AUR'da desteklenmeyen sonuçlar ile birlikte)

source: . building packages directly from ABS cvs sources
fr: . compilation de paquetages directement depuis les sources svn d'ABS
it: . compilazione dei pacchetti direttamente dai sorgenti cvs di ABS
tr: . paketlerin doğrudan ABS cvs kaynaklarından derlenmesini sağlamak

source: . search output colorised (skinable) + always show the repository where a package came from
fr: . résultat de recherche en couleur (personnalisable) + précision du dépôt fournissant le paquet
it: . risultati della ricerca colorati (personalizzabile) + precisazione su quale repository fornisce un dato pacchetto
tr: . renkli arama çıktıları (temalandırılabilir) + her zaman paketin geldiği depoyu gösterme özelliği

source: . handling config files .pacnew/.pacsave
fr: . gestion des versions de fichier de config .pacnew/.pacsave
it: . gestione dei files di configurazione .pacnew/.pacsave
tr: . .pacnew/.pacsave yapılandırma dosyaları işlenmesi

source: . managing alpm database backup (save, restore, query database directly on backup file)
fr: . gestion de la base alpm (sauvegarde, restauration, recherche depuis le fichier sauvegardé)
it: . gestione del database alpm (salvataggio, ripristino, richiesta al database direttamente sul file di backup)
tr: . alpm veritabanını kontrol eder (yedekleme, yedek yükleme vb. işlemler)

source: . alert user when new orphans are detected and check the database integrity with testdb after each operation
fr: . alerte l'utilisateur lorsque des paquetages orphelins sont détectés et vérifie l'intégrité de la base après chaque opération
it: . allerta l'utente quando vengono individuati pacchetti orfani e controlla l'integrità del database mediante testdb dopo ogni operazione
tr: . sahipsiz paketler olduğunda kullanıcısıyı uyarır ve veritabanı bütünlüğünü kontrol eder

source: . downloading PKGBUILD directly from ABS cvs or AUR Unsupported
fr: . télécharge les PKGBUILD directement du svn de ABS ou depuis AUR
it: . scarica i PKGBUILD direttamente dal cvs di ABS o da AUR Unsupported
tr: . PKGBUILD doğrudan ABS cvs ya da AUR Unsupported tan indiriliyor

source: . statistics on installed packages
fr: . statistiques sur les paquetages installés
it: . statistiche sui pacchetti installati
tr: . kurulu paketlerin istatistikleri

source: Yaourt can be run as a non-privileged user (safest for AUR unsupported packages).
fr: Yaourt peut être lancé par un simple utilisateur (plus sûr pour les paquetages non supportés d'AUR)
it: Yaourt può essere eseguito senza privilegi di root (più sicuro per quel che riguarda i pacchetti di AUR Unsupported)
tr: Yaourt yetkisiz kullanıcı olarak çalıştırılabilir (desteklenmeyen AUR paketleri için en güvenli yöntem)

source: Root password will be required only when it is necessary.
fr: Le mot de passe root n'est demandé que lorsque c'est nécessaire.
it: La password di root sarà richiesta solo quando necessaria.
tr: Root parolası gerekli olduğunda istenecektir.

source: USAGE: yaourt [OPTION...] <parameter>
fr: UTILISATION: yaourt [OPTION...] <paramètres>
it: UTILIZZO: yaourt [OPZIONE...] <parametri>
tr: KULLANIMI: yaourt [SEÇENEK...] <parametre>

source: example:
fr: exemple:
it: esempio:
tr: örnek:

source: yaourt [regexp] : search for matching strings (with *) and allows to install it
fr: yaourt [regexp] : recherche des chaines selon un motif (avec *) et permet l'installation
it: yaourt [regexp] : ricerca stringhe corrispondenti (con *) e permette di installarle
tr: yaourt [regexp] : uyan dizgileri arar (* ile) ve kurulum yapar
