Repository: 5l1v3r1/yaourt
Catalog: src/po/yaourt/*.po
Languages: ca, fr, it, pt_br, tr

source: SVN/CVS/HG/GIT/BZR packages that can be updated from ABS or AUR:
fr: paquetages SVN/CVS/HG/GIT/BZR pouvant être mis à jour depuis ABS ou AUR:
it: pacchetti SVN/CVS/HG/GIT/BZR che possono essere aggiornati tramite ABS o AUR:
tr: ABS ya da AUR'dan güncellenebilen SVN/CVS/HG/GIT/BZR paketleri:

source: Do you want to update these packages ?
fr: Voulez vous mettre à jour ces paquetages ?
it: Vuoi aggiornare questi pacchetti ?
tr: Bu paketleri güncellemek ister misiniz ?

source: Exporting ${pkgname} to ${EXPORTDIR} repository
fr: Export de ${pkgname} vers le dépôt ${EXPORTDIR}
it: Esportazione di ${pkgname} nel repository ${EXPORTDIR}
tr: ${pkgname} paketi ${EXPORTDIR} deposuna aktarılıyor

source: Unable to write ${EXPORTDIR}/${pkgname}/ directory
fr: Impossible d'écrire dans le répertoire ${EXPORTDIR}/${pkgname}/
it: Impossibile scrivere la directory ${EXPORTDIR}/${pkgname}/
tr: ${EXPORTDIR}/${pkgname}/ dizinine yazılamıyor

source: Unable to copy $file to ${EXPORTDIR}/${pkgname}/ directory
fr: Impossible de copier $file dans le répertoire ${EXPORTDIR}/${pkgname}/
it: Impossibile copiare il $file in ${EXPORTDIR}/${pkgname}/
tr: $file ${EXPORTDIR}/${pkgname}/ dizinine kopyalanamıyor

source: can not copy $pkgname-$pkgver-$pkgrel-$PARCH${PKGEXT} to $EXPORTDIR
it: impossibile copiare $pkgname-$pkgver-$pkgrel-$PARCH${PKGEXT} in $EXPORTDIR
tr: $pkgname-$pkgver-$pkgrel-$PARCH${PKGEXT} $EXPORTDIR dizinine kopyalanamıyor

source: [v]iew package contents [c]heck package with namcap
ca: [v]isualitzeu els continguts del paquet [c]omproveu el paquet amb namcap
fr: [a]fficher le contenu du paquetage [v]érifier le paquetage avec namcap
it: [v]edi il contenuto del pacchetto [c]ontrolla il pacchetto con namcap
pt_br: [v]er conteúdo do pacote [c]hecar pacote com namcap
tr: paket içeriğini [g]ör paketi namcap'la [k]ontrol et

source: namcap is not installed
ca: namcap no està instal·lat
fr: namcap n'est pas installé
it: namcap non è installato
pt_br: namcap não está instalado
tr: namcap kurulu değil

source: Package not installed
fr: paquetage non installé
it: Pacchetto non installato
tr: Paket kurulu değil

source: Your package is saved in $YAOURTTMPDIR/$pkgname-$pkgver-$pkgrel-$PARCH${PKGEXT}
it: Il pacchetto è stato salvato in $YAOURTTMPDIR/$pkgname-$pkgver-$pkgrel-$PARCH${PKGEXT}
tr: Paket $YAOURTTMPDIR/$pkgname-$pkgver-$pkgrel-$PARCH${PKGEXT} dizinine kaydedildi

source: Unable to copy $pkgname-$pkgrel-$PARCH${PKGEXT} to $YAOURTTMPDIR/ directory
it: Impossibile copiare $pkgname-$pkgrel-$PARCH${PKGEXT} nella directory $YAOURTTMPDIR
tr: $pkgname-$pkgrel-$PARCH${PKGEXT} $YAOURTTMPDIR/ dizinine kopyalanamıyor

source: Build process aborted for $PKG
fr: Processus de compilation annulé pour $PKG
it: Processo di compilazione annullato per $PKG
tr: $PKG paketi için derleme işleminden vazgeçildi

source: Copy ${PKG} directory to /var/abs/local ?
fr: Copier le répertoire de ${PKG} dans /var/abs/local ?
it: Copiare la directory ${PKG} in /var/abs/local ?
tr: ${PKG} dizini /var/abs/local dizinine kopyalansın mı?

source: Unable to copy $PKG directory to $ABSROOT/local
fr: Impossible de copier le répertoire $PKG dans $ABSROOT/local
it: Impossibile copiare la directory $PKG in $ABSROOT/local
tr: $PKG dizini $ABSROOT/local dizinine kopyalanamıyor

source: Building and installing package
ca: S'està compilant i instal·lant el paquet
fr: Compilation et installation du paquetage
it: Compilazione e installazione del pacchetto
pt_br: Compilando e instalando pacote
tr: Paket derleniyor ve kuruluyor

source: Yaourt has detected previous ${pkgname} build. Do you want to use it (faster) ?
fr: Yaourt a détecté une ancienne compilation de ${pkgname}. Voulez vous la réutiliser (plus rapide) ?
it: Yaourt ha individuato una compilazione precedente di ${pkgname}. Vuoi usarla (più veloce) ?
tr: Yaourt ${pkgname} için önceki bir derleme buldu. Kullanmak ister misiniz (daha hızlı) ?

source: Unable to write in ${wdirDEVEL} directory. Using /tmp directory
fr: Impossible d'écrire dans le répertoire ${wdirDEVEL}. Utilisation du répertoire /tmp
it: Impossibile scrivere nella directory ${wdirDEVEL}. Utilizzo la directory /tmp
tr: ${wdirDEVEL} dizinine yazılamıyor. /tmp dizini kullanılıyor

source: Searching new CVS/SVN/GIT revision for $PKG
fr: Recherche de nouvelles révisions CVS/SVN/GIT pour $PKG
it: Ricerca di una nuova revisione CVS/SVN/GIT per $PKG
tr: $PKG için güncel CVS/SVN/GIT değişiklik numarası aranıyor

source: There is no CVS/SVN/GIT update available for $PKG.. Aborted
fr: Aucune mise à jour CVS/SVN/GIT pour $PKG.. Annulé
it: Non c'è alcun aggiornamento CVS/SVN/GIT disponibile per $PKG... Annullato
tr: $PKG için CVS/SVN/GIT güncellemesi bulunmuyor.. Vazgeçildi

source: the arch variable is missing !\nyaourt will add arch=($CARCH) automatically.
fr: la variable arch est manquante!\nyaourt va ajouter automatiquement arch=($CARCH)
it: la variabile arch risulta mancante!\nyaourt aggiungerà automaticamente arch=($CARCH)
tr: arch değişkeni yok !\nyaourt otomatik olarak arch=($CARCH) ekleyecek

source: Install or build missing dependencies for $PKG:
tr: $PKG için eksik bağımlılıkları kur veya derle:

source: Makepkg was unable to build $PKG package.
fr: Makepkg n'a pas pu construire le paquetage $PKG.
it: Makepkg non ha potuto costruire il pacchetto $PKG.
tr: Makepkg $PKG paketini derleyemiyor

source: $PKG dependencies:
fr: Dépendances de $PKG
it: Dipendenze di $PKG
tr: $PKG bağımlılıkları:

source: (already installed)
ca: (ja està instal·lat)
fr: (déjà installé)
it: (già installato)
pt_br: (já instalado)
tr: (zaten yüklü)

source: (package that provides ${dep} already installed)
fr: (un paquetage fournissant ${dep} est déjà installé)
it: (un pacchetto che fornisce ${dep} risulta già installato)
tr: ${dep} paketini sağlayan paket zaten yüklü

source: (package found)
ca: (s'ha trobat el paquet)
fr: (paquetage trouvé)
it: (pacchetto trovato)
pt_br: (pacote encontrado)
tr: (paket bulundu)

source: (building from AUR)
ca: (es compilarà des de l'AUR)
fr: (compilation du paquetage depuis AUR)
it: (compilazione da AUR)
pt_br: (compilando do AUR)
tr: (AUR'dan derleniyor)

source: Saving pacman database in $savedir
fr: Sauvegarde de la base pacman dans $savedir
it: Salvataggio del database di pacman in $savedir
tr: Pacman veritabanı $savedir dizinine kaydediliyor

source: $savedir is not a writable directory
fr: vous n'avez pas le droit d'écrire dans $savedir
it: non si hanno i permessi di scrittura per $savedir
tr: $savedir yazılabilir bir dizin değil

source: Pacman database successfully saved in "$savefile"
it: Il database di Pacman è stato salvato con successo in "$savefile"
tr: Pacman veritabanı "$savefile" dosyasına başarıyla kaydedildi

source: Analysing backup file
ca: S'està analitzant la còpia de seguretat
fr: Analyse du fichier de sauvegarde
it: Analisi del file di backup
pt_br: Analisando o arquivo backup
tr: Yedek dosyası analiz ediliyor

source: $_file is not a valid alpm database backup
fr: $_file n'est pas une sauvegarde valide
it: $_file non è un backup del database alpm valido
tr: $_file geçerli bir alpm veritabanı yedeği değil

source: New packages installed since backup:
ca: Paquets nous instal·lats des de la còpia de seguretat:
fr: Nouveaux paquetages installés depuis la sauvegarde:
it: Nuovi pacchetti installati dal backup:
pt_br: Novos pacotes instalados desde backup:
tr: Son yedeklemeden beri yüklenen paketler:

source: Packages removed or ugpraded since backup:
ca: Paquets suprimits o actualitzats des de la còpia de seguretat:
fr: Paquetages supprimés ou mis à jour depuis la sauvegarde:
it: Pacchetti rimossi o aggiornati dal backup:
pt_br: Pacotes removidos ou atualizados desde backup:
tr: Paketler, son yedekten beri silindi ya da yükseltildi

source: Warning! Do you want to restore this backup ?
ca: Compte! Voleu restaurar aquesta còpia de seguretat?
fr: Attention! Voulez vous restaurer cette sauvegarde ?
it: Attenzione! Vuoi davvero ripristinare questo backup ?
pt_br: Aviso! Você quer restaurar esse backup ?
tr: Uyarı! Bu yedeği geri yüklemek istiyor musunuz ?

source: \n(local db will be saved in $YAOURTTMPDIR/alpmdb$_pid/)
fr: \n(la base locale sera sauvée dans $YAOURTTMPDIR/alpmdb$_pid/)
it: \n(il database locale sarà salvato in $YAOURTTMPDIR/alpmdb$_pid/)
tr: \n(yerel veritabanı $YAOURTTMPDIR/alpmdb$_pid/ dosyasına kaydedildi)

source: If you want to restore this backup, type "yes"
ca: Si voleu restaurar aquesta còpia de seguretat teclegeu "sí"
fr: Si vous voulez restaurer cette sauvegarde, tapez "oui"
it: Se volete ripristinare questo backup, scrivete "si"
pt_br: Se você quer restaurar esse backup, digite "yes"
tr: Eğer bu yedeği yüklemek istiyorsanız "yes" yazın

source: yes
ca: sí
fr: oui
it: si
tr: evet

source: Deleting pacman DB
ca: S'està suprimint la base de dades del pacman
fr: Efface la base pacman
it: Cancello il database di pacman
pt_br: Deletando Banco de Dados do pacman
tr: pacman veritabanı siliniyor

source: Copying backup
ca: S'està copiant la còpia de seguretat
fr: Copie la sauvegarde
it: Copio il backup
pt_br: Copiando backup
tr: Yedek kopyalanıyor

source: Testing the new database
ca: S'està comprovant la nova base de dades
fr: Teste la nouvelle base
it: Provo il nuovo database
pt_br: Testando o novo banco de dados
tr: Yeni veritabanı test ediliyor

source: Your backup is not successfully restored
ca: La vostra còpia de seguretat no s'ha restaurat amb èxit
fr: Echec de la restauration
it: Il backup non è stato ripristinato
pt_br: Seu backup não foi restaurado com sucesso
tr: Yedeğiniz düzgün yüklenemedi

source: Your backup has been successfully restored
ca: La vostra còpia de seguretat s'ha restaurat amb èxit
fr: Succès de la restauration
it: Il backup è stato ripristinato con successo
pt_br: Seu backup foi restaurado com sucesso
tr: Yedeğiniz başarıyla geri yüklendi

source: (old database is saved in $YAOURTTMPDIR/alpmdb$_pid)
fr: (l'ancienne base est sauvée dans $YAOURTTMPDIR/alpmdb$_pid)
it: (il vecchio database è stato salvato in $YAOURTTMPDIR/alpmdb$_pid)
tr: (eski veritabanı $YAOURTTMPDIR/alpmdb$_pid dosyasına kaydedildi)

source: Edit the PKGBUILD (highly recommended for security reasons) ?
it: Modificare il PKGBUILD (altamente raccomandato per ragioni di sicurezza) ?
tr: PKGBUILD dosyasını düzenlemek ister misiniz (güvenlik sebebiyle tavsiye edilir) ?

source: searching for $_pkg on AUR
fr: recherche de $_pkg dans AUR
it: ricerca di $_pkg su AUR
tr: $_pkg AUR'da aranıyor

source: Out of Date
ca: Obsolet
it: Non aggiornato
pt_br: Desatualizado
tr: Güncel değil

source: can not remove old comments
fr: impossible d'enlever les anciens commentaires
it: impossibile rimuovere vecchi commenti
tr: eski yorumlar silinemiyor

source: Last $MAXCOMMENTS comments ordered by date ($ORDERBY):
fr: $MAXCOMMENTS derniers commentaires triés par ($ORDERBY)
it: Ultimi $MAXCOMMENTS commenti ordinati per data ($ORDERBY):
tr: Tarihe göre sıralanmış son $MAXCOMMENTS yorum ($ORDERBY)

source: If you like this package, please install aurvote\nand vote for its inclusion/keeping in [community]
fr: Si vous appréciez ce paquet, veuillez installer aurvote\net votez pour son ajout/maintient dans [community]
it: Se ti piace questo pacchetto, per favore installa aurvote\ne vota per la sua inclusione/mantenimento in [community]
tr: Eğer bu paketi beğendiyseniz, aurvote\nkurarak bu pakete oy verebilirsiniz.

source: Checking vote status for $_pkg
fr: Vérification du vote pour $_pkg
it: Verifica dei voti per $_pkg
tr: $_pkg oy durumu kontrol ediliyor

source: You have already voted for $_pkg inclusion/keeping in [community]
fr: Vous avez déjà voté pour l'ajout ou le maintient de $_pkg dans [community]
it: Hai già votato per l'inclusione/mantenimento di $_pkg in [community]
tr: Zaten $_pkg paketinin [community] deposuna girmesi/deposunda kalması için oy vermişsiniz.

source: Do you want to vote for $_pkg inclusion/keeping in [community] ?
fr: Voulez vous voter pour intégrer/garder $_pkg dans [community] ?
it: Vuoi votare per l'inclusione/mantenimento di $_pkg in [community] ?
tr: $_pkg paketinin [community] deposuna girmesi/deposunda kalması için oy vermek istiyor musunuz?

source: Installing $PKG from AUR
fr: Installation de $PKG depuis AUR
it: Installo $PKG da AUR
tr: $PKG AUR'dan kuruluyor

source: Building unsupported package as root is dangerous.\n Please run yaourt as a non-privileged user.
fr: La compilation en tant que root de paquetages non supportés est dangereuse.\nVeuillez lancer yaourt en tant que simple utilisateur.
it: Compilare pacchetti non supportati con privilegi di root è pericoloso. \nEseguire yaourt come utente non privilegiato.
tr: Desteklenmeyen paketi root olarak derlemek tehlikelidir.\n Lütfen yaourt'u yetkisiz kullanıcıyla çalıştırın.

source: Resuming previous build
fr: Reprise de la compilation précédente
it: Continuazione dalla compilazione precedente
tr: Bir önceki derlemeye devam ediliyor

source: $PKG not found on AUR
it: $PKG non trovato su AUR
tr: $PKG AUR'da bulunamadı

source: Downloading $PKG PKGBUILD from AUR...
fr: Téléchargement du PKGBUILD de $PKG depuis AUR...
it: Scaricamento del PKGBUILD di $PKG da AUR...
tr: $PKG PKGBUILD AUR'dan indiriliyor...

source: ( Unsupported package: Potentally dangerous ! )
it: ( Pacchetto non supportato: Potenzialmente pericoloso ! )
tr: (Desteklenmeyen paket: Tehlikeli olabilir !)

source: This PKGBUILD contains install file that can be dangerous.
fr: Ce PKGBUILD contient un fichier d'install pouvant être dangereux.
it: Questo PKGBUILD contiene file di installazione che possono essere pericolosi.
tr: Bu PKGBUILD tehlikeli olabilecek yükleme dosyası içeriyor.

source: Edit $installfile (highly recommended for security reasons) ?
it: Modificare $installfile (altamente raccomandato per ragioni di sicurezza) ?
tr: $installfile dosyasını düzenlemek ister misiniz (güvenlik sebebiyle tavsiye edilir) ?

source: Continue the building of $PKG ?
fr: Continuer la compilation de $PKG?
it: Continuare la compilazione di $PKG?
tr: $PKG paketini derlemeye devam etmek istiyor musunuz?

source: Building missing dependencies from AUR:
fr: Compilation des dépendances manquantes depuis AUR:
it: Compilazione delle dipendenze mancanti da AUR:
tr: Eksik bağımlılıklar AUR'dan derleniyor:

source: Dependencies have been installed before the failure
ca: S'ha instal·lat les dependències abans de la fallada
fr: Des dépendances ont été installées avant l'échec
it: Alcune dipendenze sono state installate prima del fallimento
pt_br: Dependências foram instaladas antes da falha
tr: Bağımlılıklar hatadan önce kuruldu

source: Unable to delete directory $wdir.
fr: Impossible de supprimer le répertoire $wdir.
it: Impossibile rimuovere la cartella $wdir.
tr: $wdir dizini silinemiyor.

source: upgrading AUR unsupported packages
fr: mise à jour des paquetages non supportés d'AUR
it: aggiornamento di pacchetti AUR non supportati
tr: desteklenmeyen AUR paketleri yükseltiliyor

source: Searching for new version on AUR
fr: Recherche de nouvelle version sur AUR
it: Ricerca di una nuova versione su AUR
tr: Yeni sürüm AUR'da aranıyor

source: not found on AUR
ca: no s'ha trobat a l'AUR
fr: non trouvé sur AUR
it: non trovato su AUR
pt_br: não encontrado no AUR
tr: AUR'da bulunamadı

source: (ignoring package upgrade)
ca: (s'està ignorant l'actualització de paquets)
fr: (ignore la mise à jour du paquetage)
it: (ignoro l'aggiornamento del pacchetto)
pt_br: (ignorando atualização de pacote)
tr: (paket yükseltmesi gözardı ediliyor)

source: up to date
ca: al dia
fr: à jour
it: aggiornato
pt_br: desatualizado
tr: güncel

source: flagged as out of date
ca: marcat com a obsolet
it: segnalato come non aggiornato
pt_br: marcado como desatualizado
tr: güncel değil olarak işaretlendi

source: unable to update $package
fr: impossible de mettre à jour $package
it: impossibile aggiornare $package
tr: $package güncellenemiyor

source: Packages that can be updated from AUR:
fr: Paquetages pouvant être mis à jour depuis AUR:
it: Pacchetti che possono essere aggiornati da AUR:
tr: AUR'dan güncellenebilen paketler:

source: unable to update $PKG
fr: impossible de mettre à jour $PKG
it: impossibile aggiornare $PKG
tr: $PKG güncellenemiyor

source: Searching wich package owns "$arg"
fr: Recherche le paquetage qui contient "$arg"
it: Ricerca del pacchetto che contiene "$arg"
tr: "$arg" argümanına sahip paket aranıyor

source: was installed as dependencies but are no longer required by any installed package
fr: a été installé en tant que dépendance mais n'est plus requis par aucun paquetage
it: è stato installato come dipendenza ma non è più richiesto da nessun pacchetto
tr: bağımlılık olarak yüklendi fakat artık hiç bir yüklü paket tarafından ihtiyaç duyulmuyor

source: Do you want to remove these packages (with -Rcs options) ?
ca: Voleu suprimir aquests paquets (amb les opcions -Rcs)?
fr: Voulez-vous enlever ces paquetages (avec -Rcs) ?
it: Volete rimuovere questi pacchetti (con l'opzione -Rcs) ?
pt_br: Você quer remover esses pacotes (com opções -Rcs) ?
tr: Bu paketleri kaldırmak istiyor musunuz (-Rcs seçenekleriyle)?

source: Searching for "$_arg" in installed packages
fr: Recherche "$_arg" parmis les paquetages installés
it: Ricerca di "$_arg" nei pacchetti installati
tr: "$_arg" yüklü paketlerde aranıyor

source: List all packages installed as dependencies
fr: Liste les paquetages installés en tant que dépendances
it: Mostra tutti i pacchetti installati come dipendenze
tr: Bağımlılık olarak yüklenmiş tüm paketleri listele

source: List all packages explicitly installed and not required by any package
fr: Liste les paquetages explicitement installés mais plus requis par aucun autre paquetage
it: Mostra tutti i pacchetti installati esplicitamente e non più richiesti da nessun altro pacchetto
tr: Başka bir paket tarafından ihtiyaç duyulmayan doğrudan yüklenmiş tüm paketleri listele

source: List all packages explicitly installed
fr: Liste les paquetages installés explicitement
it: Mostra tutti i pacchetti installati esplicitamente
tr: Doğrudan yüklenmiş tüm paketleri listele

source: List all packages installed (explicitly or as depends) and not required by any package
fr: Liste les paquets installés (explicitement ou comme dépendances) mais plus requis
it: Mostra tutti i pacchetti installati (esplicitamente o come dipendenze) ma non più richiesti
tr: Başka bir paket tarafından ihtiyaç duyulmayan (doğrudan yada bağımlılık olarak) yüklenmiş tüm paketleri listele

source: List installed packages not found in sync db(s)
fr: Liste les paquetages installés mais absents des dépôts synchronisées
it: Mostra tutti i pacchetti installati ma non trovati nei repository sincronizzati
tr: Güncel veritabanında bulunmayan ve sistemde kurulu olan paketleri listele

source: List all installed packages members of a group
fr: Liste les paquetages installés appartenant à un groupe
it: Mostra tutti i pacchetti installati appartenenti a un gruppo
tr: Bir grubun üyesi olan tüm paketleri listele

source: List last installed packages
fr: Liste les paquetages installés récemment
it: Mostra tutti i pacchetti installati recentemente
tr: En son yüklenmiş paketleri listele

source: List last installed packages
fr: Liste les paquetages installés récemment
it: Mostra tutti i pacchetti installati recentemente
tr: En son yüklenmiş paketleri listele

source: List all installed packages
fr: Liste tous les paquetages installés
it: Mostra tutti i pacchetti installati
tr: Tüm yüklenmiş paketleri listele

source: The
fr: Le
it: Il

source: at
fr: à
it: a

source: without
fr: sans
it: senza

source: Do you want to remove this obsolete files ?
fr: Voulez vous supprimer les fichiers obsolètes?

source: Maybe you have changed this files, but they have been
fr: Vous aviez peut-être personnalisé ces fichiers de configuration, mais depuis, ils ont été

source: can not copy $pkgname-$pkgver-$pkgrel-$PARCH.pkg.tar.gz to $EXPORTDIR
fr: ne peut copier $pkgname-$pkgver-$pkgrel-$PARCH.pkg.tar.gz vers $EXPORTDIR

source: Your package is saved in /tmp/$pkgname-$pkgver-$pkgrel-$PARCH.pkg.tar.gz
fr: Votre paquetage est sauvegardé dans /tmp/$pkgname-$pkgver-$pkgrel-$PARCH.pkg.tar.gz

source: Unable to copy $pkgname-$pkgrel-$PARCH.pkg.tar.gz to /tmp/ directory
fr: Impossible de copier $pkgname-$pkgrel-$PARCH.pkg.tar.gz dans le répertoire /tmp/

source: ${PKG} is now available in [community]. Aborted
fr: ${PKG} est maintenant disponible dans [community]. Aborted

source: It seems like ${PKG} was removed from AUR probably for security reason. Please Abort
fr: Il semble que ${PKG} ait été supprimé de AUR, probablement pour raison de sécurité. Veuillez abandonner

source: (NOT SAFE)
fr: (NON FIABLE)

source: (Unsupported)
fr: (Non supporté)

source: Edit the PKGBUILD (recommended) ?
fr: Editer le PKGBUILD (recommandé) ?

source: Edit $installfile (recommended) ?
fr: Editer $installfile (recommandé) ?

source: flaged as out of date
fr: marqué comme "périmé"

source: Proceed with installation?
fr: Procéder à l'installation?

source: Pacman database successfully saved in "$savedir/$savefile"
fr: Sauvegarde de la base pacman dans "$savedir/$savefile" effectuée avec succès

source: Usage: yaourt <operation> [...]
ca: Forma d'ús: yaourt <operació> [...]
pt_br: Uso: yaourt <operação> [...]

source: operations:
ca: operacions:
pt_br: operações:

source: yaourt (search pattern|package file)
ca: yaourt (cerca patró|fitxer de paquet)
pt_br: yaourt (padrão de pesquisa|arquivo pacote)

source: yaourt {-Q --query} [options] [package(s)]
ca: yaourt {-Q --query} [opcions] [paquet(s)]
pt_br: yaourt {-Q --query} [opções] [pacote(s)]

source: yaourt {-R --remove} [options] <package(s)>
ca: yaourt {-R --remove} [opcions] <paquet(s)>
pt_br: yaourt {-R --remove} [opções] <pacote(s)>

source: yaourt {-S --sync} [options] [package(s)]
ca: yaourt {-S --sync} [opcions] [paquet(s)]
pt_br: yaourt {-S --sync} [opções] [pacote(s)]

source: yaourt {-U --upgrade} [options] <package(s)>
ca: yaourt {-U --upgrade} [opcions] <paquet(s)>
pt_br: yaourt {-U --upgrade} [opções] <pacote(s)>

source: yaourt {-C --clean} [options]
ca: yaourt {-C --clean} [opcions]
pt_br: yaourt {-C --clean} [opções]

source: yaourt {-B --backup} [save directory|restore file]
ca: yaourt {-B --backup} [carpeta on desar|fitxer de restauració]
pt_br: yaourt {-B --backup} [salvar diretório|restaurar arquivo]

source: yaourt {-G --getpkgbuild} [options] <package(s)>
ca: yaourt {-G --getpkgbuild} [opcions] <paquet(s)>
pt_br: yaourt {-G --getpkgbuild} [opções] <pacote(s)>

source: listing all packages in repo(s)
ca: llista de tots els paquets al(s) dipòsit(s)
pt_br: listando todos pacotes no(s) repositório(s)

source: Listing all packages in repo(s)
ca: Llista de tots els paquets al(s) dipòsit(s)
pt_br: Listando todos pacotes no(s) repositório(s)

source: Informations for %s
ca: Informació quant a %s
pt_br: Informações para %s

source: Unable to read %s file
ca: No es pot llegir el fitxer %s
pt_br: Não foi possível ler o arquivo %s

source: is not a directory
ca: no és una carpeta
pt_br: não é um diretório

source: is not writable
ca: no és d'escriptura
pt_br: não é gravável

source: %s directory already exist. Replace ?
ca: La carpeta %s ja existeix. Voleu reemplaçar-la?
pt_br: O diretório %s já existe. Substituir ?

source: Download %s sources
ca: S'està baixant les fonts %s
pt_br: Download das fontes de %s

source: Enter n° of packages to be installed (ex: 1 2 3 or 1-3)
ca: Introduïu el nombre dels paquets que s'ha d'instal·lar (exemples: 1 2 3 o 1-3)
pt_br: Entre com n° de pacotes a ser instalado (ex: 1 2 3 ou 1-3)

source: Download abs archive
ca: Baixa l'arxiu abs
pt_br: Download de arquivo abs

source: Building %s from sources.
ca: S'està compilant %s a partir de les fonts
pt_br: Compilando %s a partir do código fonte
