Repository: 5l1v3r1/yaourt
Catalog: src/po/yaourt/*.po
Languages: ca, fr, it, pt_br, tr

source: Install %s from sources
ca: Instal·la %s a partir de les fonts
pt_br: Instalando %s a partir do código fonte

source: Unable to delete directory %s. Please remove it using root privileges.
ca: No s'ha pogut suprimir la carpeta %s. Suprimiu-lo utilitzant drets d'usuari primari.
pt_br: Não foi possível deletar o diretório %s. Por favor remova-o usando privilégios de root.

source: Yes
ca: Sí
pt_br: Sim

source: Repository
ca: Dipòsit
pt_br: Repositório

source: Name
ca: Nom
pt_br: Nome

source: Version
ca: Versió
pt_br: Versão

source: AUR URL
ca: URL a l'AUR
pt_br: URL no AUR

source: Licenses
ca: Llicències
pt_br: Licenças

source: Out Of Date
ca: Obsolet
pt_br: Desatualizado

source: Votes
ca: Vots
pt_br: Votos

source: Groups
ca: Grups
pt_br: Grupos

source: Provides
ca: Proporciona
pt_br: Fornece

source: Depends On
ca: Depèn de
pt_br: Depende de

source: Optional Deps
ca: Dependències opcionals
pt_br: Dep opcionais

source: Conflicts With
ca: Té conflictes amb
pt_br: Conflita com

source: Replaces
ca: Reemplaça
pt_br: Substitui

source: Architecture
ca: Arquitectura
pt_br: Arquitetura

source: Last update
ca: Darrera actualització
pt_br: Última atualização

source: Description
ca: Descripció
pt_br: Descrição

source: Unable to create directory %s.
ca: No s'ha pogut crear la carpeta %s.
pt_br: Não foi possível criar o diretório %s.

source: The following packages should be upgraded first :
ca: Abans cal actualitzar aquests paquets:
pt_br: Os seguintes pacotes devem ser atualizados primeiro :

source: Do it now ?
ca: S'ha de fer ara?
pt_br: Atualizar agora ?

source: Foreign packages:
ca: Paquets aliens:
pt_br: Pacotes externos:

source: Source targets
ca: Objectius de la font
pt_br: Alvo a compilar

source: Continue upgrade ?
ca: S'ha de continuar amb l'actualització?
pt_br: Continuar a atualização ?

source: [V]iew package detail [M]anually select packages
ca: [V]isualització dels detalls del paquet Selecció [M]anual dels paquets
pt_br: [V]er detalhes do pacote [M]anualmente selecionar os pacotes

source: (required by %s)
ca: (requerit per %s)
pt_br: (necessário para %s)

source: Installing from a package list
ca: S'està instal·lant des d'una llista de paquets
pt_br: Instalando de uma lista de pacotes

source: Saving pacman database in %s
ca: S'està desant la base de dades del pacman a %s
pt_br: Salvando banco de dados do pacman em %s

source: Pacman database successfully saved in %s
ca: S'ha desat amb èxit la base de dades del pacman a %s
pt_br: Banco de dados do pacman salvado em %s com sucesso

source: %s is not a valid alpm database backup
ca: %s no és una còpia de seguretat de base de dades ALPM vàlida
pt_br: %s não é um backup válido de banco de dados alpm

source: (local db will be saved in %s)
ca: (es desarà la base de dades local a %s)
pt_br: (banco de dados local será salvado em %s)

source: packages found
ca: paquets que s'ha trobat
pt_br: Pacotes encontrados

source: (old database is saved in %s)
ca: (s'ha desat la base de dades antiga a %s)
pt_br: (banco de dados antigo foi salvado em %s)

source: Packages which depend on %s:
ca: Paquets que depenen de %s:
pt_br: Pacotes que dependem de %s:

source: Packages which conflicts with %s:
ca: Paquets que tenen conflictes amb %s:
pt_br: Pacotes que conflitam com %s:

source: Packages which replace %s:
ca: Paquets que reemplacen %s:
pt_br: Pacotes que substituem %s:

source: Packages which provide %s:
ca: Paquets que proporcionen %s:
pt_br: Pacotes que fornecem %s:

source: Packages out of date:
ca: Paquets obsolets:
pt_br: Pacotes desatualizados:

source: Where %s packages seems no more used by any package:
ca: Hi ha %s paquets que ja no sembla que els utilitzi cap altre paquet:
pt_br: Onde pacotes %s parecem não estar sendo usado por nenhum outro pacote:

source: Hold packages:
ca: Paquets que es mantenen:
pt_br: Pacotes retidos:

source: Ignored packages:
ca: Paquets que s'ignoren:
pt_br: Pacotes ignorados:

source: Ignored groups:
ca: Grups que s'ignoren:
pt_br: Grupos ignorados:

source: Number of configured repositories:
ca: Nombre de dipòsits configurats:
pt_br: Número de repositórios configurados:

source: are packages from local build or AUR Unsupported
ca: són paquets d'una compilació local o de l'AUR, sense suport
pt_br: são pacotes de compilação local ou AUR Unsupported

source: Theorical - Real space used by packages:
ca: Espai teòric - real que utilizen els paquets:
pt_br: Espaço teórico - real usado por pacotes:

source: %s not found in AUR.
ca: No s'ha trobat %s a l'AUR
pt_br: %s não encontrado no AUR.

source: Checking vote status for %s
ca: S'està comprovant l'estat del vot per a %s
pt_br: Verificando estado do voto para %s

source: You have already voted for %s inclusion/keeping in [community]
ca: Ja heu votat perquè %s s'inclogui/mantingui a [community]
pt_br: Você já votou em inclusão e manutenção de %s no [community]

source: Do you want to vote for %s inclusion/keeping in [community] ?
ca: Voleu votar perquè s'inclogui/mantingui %s a [community]?
pt_br: Você quer votar para inclusão e manutenção de %s no [community] ?

source: Installing %s from AUR
ca: S'està instal·lant %s des de l'AUR
pt_br: Instalando %s do AUR

source: Downloading %s PKGBUILD from AUR...
ca: S'està baixant el PKGBUILD des de l'AUR...
pt_br: Fazendo download do PKGBUILD de %s do AUR...

source: ( Unsupported package: Potentially dangerous ! )
ca: (Paquet no suportat: podria ser perillós!)
pt_br: ( Pacote sem suporte: Potencialmente perigoso ! )

source: AUR targets
ca: Objectius de l'AUR
pt_br: Alvos AUR

source: unable to update %s
ca: no s'ha pogut actualitzar %s
pt_br: não foi possível atualizar %s

source: Edit %s ?
ca: Voleu editar %s?
pt_br: Editar %s ?

source: Please add $EDITOR to your environment variables
ca: Afegiu $EDITOR a les variables de l'entorn
pt_br: Por favor adicione $EDITOR para suas variáveis de ambiente

source: (replace vim with your favorite editor)
ca: (reemplaceu el vim pel vostre editor preferit)
pt_br: (substitua vim por seu editor favorito)

source: Edit %s with:
ca: Edita %s amb:
pt_br: Editar %s por:

source: WARNING:
ca: AVÍS:
pt_br: AVISO:

source: Unable to read PKGBUILD
ca: No s'ha pogut llegir el PKGBUILD
pt_br: Não foi possível ler PKGBUILD

source: This PKGBUILD describes a splitted package.
ca: Aquest PKGBUILD descriu un paquet dividit.
pt_br: Esse PKGBUILD descreve um pacote dividido.

source: Specific package options are unknown
ca: No es coneixen les opcions específiques del paquet
pt_br: Opções específicas do pacote são desconhecidas

source: %s dependencies:
ca: dependències de %s:
pt_br: Dependências de %s:

source: %s conflicts:
ca: conflictes de %s:
pt_br: Conflitos de %s:

source: The sources of %s were kept last time. Use them ?
ca: Les fonts de %s es van desar el darrer cop. S'utilitzen?
pt_br: As fontes de %s estavam intactas na última vez. Usá-las?

source: Unable to write in %s directory. Using /tmp directory
ca: No s'ha pogut escriure a la carpeta %. S'utilitza la carpeta /tmp
pt_br: Não foi possível escrever no diretório %s. Usando diretório /tmp

source: %s is already up to date.
ca: %s ja està al dia.
pt_br: %s já está atualizado.

source: Install or build missing dependencies for %s:
ca: Instal·la o compila les dependències que manquen per a %s:
pt_br: Instalar ou compilar dependências que faltam para %s:

source: Makepkg was unable to build %s.
ca: Makepkg no ha pogut compilar %s.
pt_br: Makepkg não conseguiu compilar %s.

source: Exporting %s to %s directory
ca: S'està exportant %s a la carpeta %s
pt_br: Exportando %s para o diretório %s

source: Continue installing %s ?
ca: S'ha de continuar la instal·lació de %s?
pt_br: Continuar instalando %s ?

source: Press any key to continue
ca: Premeu qualsevol tecla per continuar
pt_br: Pressione qualquer tecla para continuar

source: Your packages are saved in %s
ca: Els vostres paquets s'han desat a %s
pt_br: Seus pacotes foram salvos em %s

source: Unable to copy packages to %s directory
ca: No s'ha pogut copiar els paquets a la carpeta %s
pt_br: Não foi possível copiar os pacotes para o diretório %s

source: Continue building %s ?
ca: S'ha de continuar compilant %s?
pt_br: Continuar compilando %s ?

source: Restart building %s ?
ca: S'ha de reiniciar la compilació de %s?
pt_br: Reiniciar a compilação de %s ?

source: Patch:
ca: Pegat:

source: Apply ?
ca: S'ha d'aplicar?
pt_br: Aplicar ?

source: Delete all *.pac* found
ca: Suprimeix tots els *.pac* que es trobin
pt_br: Deletar todos *.pac* encontrados

source: Save all packages backup files for a later merge
ca: Desa totes les còpies de seguretat dels paquets per a una futura fusió
pt_br: Salvar todos arquivos de backup de pacotes para uma posterior mesclagem

source: Use with backup to not output messages
ca: Utilitzeu-ho amb la còpia de seguretat per no tenir missatges de sortida
pt_br: Usar com backup para não haver saída de mensages

source: Sequential listing
ca: Llistat seqüencial
pt_br: Listagem sequencial

source: This help
ca: Aquesta ajuda
pt_br: Essa ajuda

source: Show version
ca: Mostra la versió
pt_br: Exibir versão

source: saving
ca: s'està desant
pt_br: salvando

source: found
ca: s'ha trobat
pt_br: encontrado

source: files are orphans
ca: els fitxers són orfes
pt_br: arquivos são orfãs

source: Do you want to delete these files ?
ca: Voleu suprimir aquests fitxers?
pt_br: Você quer deletar esses arquivos ?

source: (S: no confirm)
ca: (T: tots, sense confirmació)
pt_br: (S: não confirmar)

source: YNS
ca: SNT

source: **same file**
ca: **el mateix fitxer**
pt_br: **mesmo arquivo**

source: **automerge**
ca: **fusió automàtica**
pt_br: **auto-mesclagem**

source: Action: [E]dit, [R]eplace, [S]uppress, [C]ontinue (default), [A]bort ?
ca: Acció: [E]dita, [R]eemplaça, [S]uprimeix, [C]ontinua (per defecte), [I]nterromp?
pt_br: Ação: [E]ditar, [R]epor, [S]uprimir, [C]ontinuar (padrão), [A]bortar ?

source: Action: [E]dit, [R]eplace, [S]uppress, [M]erge, [C]ontinue (default), [A]bort ?
ca: Acció: [E]dita, [R]eemplaça, [S]uprimeix, [F]usiona, [C]ontinua (per defecte), [I]nterromp?
pt_br: Ação: [E]ditar, [R]epor, [S]uprimir, [M]esclar, [C]ontinuar (padrão), [A]bortar ?

source: ERSCA
ca: ERSCI

source: ERSCAM
ca: ERSFCI

source: patch returned an error!
ca: el pegat ha causat un error!
pt_br: o patch retornou um erro!

source: Enter n° :
ca: Introduïu el nombre:
pt_br: Entre o n° :

source: The following files have no original version.
ca: Els fitxers següents no tenen versió original.
pt_br: Os seguintes arquivos não têm versão original.

source: Display diff
ca: Mostra les diferències
pt_br: Mostrar diff

source: Packages no longer required by any installed package:
ca: Paquets que ja no els requereix cap paquet instal·lat:
pt_br: Pacotes instalados como dependências, mas não são mais necessários por nenhum pacote instalado:

source: Targets
ca: Objectius
pt_br: Alvos

source: No
pt_br: Não

source: ERROR:
pt_br: ERRO:
