Repository: 5l1v3r1/yaourt
Catalog: src/po/yaourt/*.po
Languages: ca, fr, it, pt_br, tr

source: yaourt -S [packagename]: download package from repository, and fallback on AUR
fr: yaourt -S [nom du paquetage] : télécharge le paquetage depuis les dépôts, et éventuellement depuis AUR
it: yaourt -S [pacchetto] : scarica il pacchetto dai repository, eventualmente scarica il PKGBUILD da AUR
tr: yaourt -S [paketismi] : depodan paketi indir ve AUR'a geri dön

source: yaourt -S [list file] : download all packages stored in the first column of the given file
fr: yaourt -S [fichier liste] : télécharge et installe les paquetages listés dans le fichier indiqué
it: yaourt -S [file lista]: scarica tutti i pacchetti specificati nella prima colonna del file che si fornisce
tr: yaourt -S [dosya listesi] : verilen dosyanın ilk kolonunda bulunan bütün paketleri indir

source: yaourt -Ss [regexp] : search remote repositories and AUR for matching strings
fr: yaourt -Ss [regexp] : recherche dans les dépôts et AUR la chaîne correspondante
it: yaourt -Ss [regexp] : ricerca nei repository e in AUR per stringhe corrispondenti
tr: yaourt -Ss [regexp] : uzak depolar ve AUR'dan

source: yaourt -Syu --aur : upgrade system + packages from aur
fr: yaourt -Syu --aur : met à jour le système + les paquetages installés depuis AUR
it: yaourt -Syu --aur : aggiorna il sistema + i pacchetti da AUR
tr: yaourt -Syu --aur : sistemi + aur paketlerini yükselt

source: yaourt -Sybu --aur : upgrade by building PKGBUILD + packages from aur
fr: yaourt -Sybu --aur : met à jour en compilant les PKGBUILD + paquetages depuis aur
it: yaourt -Sybu --aur : aggiorna compilando i PKGBUILD + i pacchetti da AUR
tr: yaourt -Sybu --aur : PKGBUILD'den derleyerek yükselt + aur'daki paketler

source: yaourt -Syu --devel : upgrade all cvs/svn/mercurial packages (from aur)
fr: yaourt -Syu --devel : met à jour tous les paquets cvs/svn/mercurial
it: yaourt -Syu --devel : aggiorna tutti i pacchetti cvs/svn/mercurial
tr: yaourt -Syu --devel : bütün cvs/svn/mercurial paketlerini yükselt (aur dan)

source: OPTIONS:
it: OPZIONI:
tr: SEÇENEKLER:

source: yaourts options are the same as pacman, so check the pacman man page for more info
fr: les options de yaourt sont les mêmes que celles de pacman, se référer à man pacman pour plus d'informations
it: le opzioni di yaourt sono le stesse di pacman, riferirsi alla pagina man di pacman per ulteriori informazioni
tr: yaourt seçenekleri pacman'le aynıdır, daha fazla bilgi için pacman man sayfalarını kontrol ediniz

source: yaourt adds/enhances options marked with *
fr: yaourt améliore les options marqués par *
it: yaourt aggiunge/migliora le opzioni segnate con *
tr: yaourt * ile işaretli olanları ekler/geliştirir

source: General:
fr: Général:
it: Generali:
tr: Genel:

source: (-h, --help) give this help list
fr: (-h, --help) affiche cette aide
it: (-h, --help) mostra questa lista di aiuto
tr: (-h, --help) bu yardım listesini gösterir

source: (-V, --version) give program version
fr: (-V, --version) affiche la version
it: (-V, --version) fornisce la versione del programma
tr: (-V, --version) program sürümünü göster

source: --noconfirm do not ask for any confirmation
fr: --noconfirm ne demande aucune confirmation
it: --noconfirm non chiede alcuna conferma
tr: --noconfirm hiçbir onay isteme

source: --tmp /where/you/want use given directory for temporary files
fr: --tmp /quelque/part utilise ce répertoire pour les fichiers temporaire
it: --tmp /dove/si/vuole usa la cartella specificata per i file temporanei
tr: --tmp /tam/dosya/yolu geçici dosyalar için verilen dizini kullan

source: --lightbg change colors for terminal with light background
fr: --lightbg utilise des couleurs adaptées à terminal clair
it: --lightbg usa colori adatti ad un terminale con sfondo chiaro
tr: --lightbg terminalin renklerini açık arkaplanla değiştir

source: --nocolor dont use any color
fr: --nocolor n'utilise aucune couleur
it: --nocolor non usa nessuna colorazione
tr: --nocolor renk kullanma

source: --textonly good for scripting yaourts output
fr: --textonly pour utiliser yaourt dans des scripts
it: --textonly utile per utilizzare l'output di yaourt in uno script
tr: --textonly yaourt çıktısını daha iyi takip etmek için idealdir

source: --stats display various statistics of installed packages
fr: --stats affiche des statistiques sur les paquetages installés
it: --stats mostra varie statistiche sui pacchetti installati
tr: --stats kurulu paketlerin çeşitli istatistiklerini gösterir

source: Install:
fr: Installation:
it: Installazione:
tr: Kur:

source: (-S, --sync) <package> * download package from repository, and fallback on aur
fr: (-S, --sync) <paquet> * télécharge le paquetage depuis le dépôt et éventuellement depuis aur
it: (-S, --sync) <pacchetto> * scarica il paccheto dai repository, o se necessario da AUR
tr: (-S, --sync) <paket> * paketi depodan indir ve aur'a geri dön

source: (-S, --sync) <file> * download all packages listed on the first column of the file
fr: (-S, --sync) <fichier> * télécharge tous les paquetages listés dans la 1ère colonne du fichier
it: (-S, --sync) <file> * scarica tutti i pacchetti elencati nella prima colonna del file
tr: (-S, --sync) <dosya> * dosyanın ilk kolonunda listelenen paketlerin hepsini indir

source: (-S, --sync) -b * builds the targets from source
fr: (-S, --sync) -b * compilation et installation depuis les sources
it: (-S, --sync) -b * compilazione e installazione a partire dai sorgenti
tr: (-S, --sync) -b * hedefleri kaynaktan derler

source: (-S, --sync) -c, --clean remove old packages from cache directory (use -cc for all)
fr: (-S, --sync) -c, --clean supprime les vieux paquetages du répertoire cache (utiliser -cc pour tout supprimer)
it: (-S, --sync) -c, --clean elimina i pacchetti vecchi dalla cache (usare -cc per eliminare tutta la cache)
tr: (-S, --sync) -c, --clean önbellek dizinindeki eski paketleri sil (bütün paketler için -cc)

source: (-S, --sync) -d, --nodeps skip dependency checks
fr: (-S, --sync) -d, --nodeps ne pas vérifier les dépendances
it: (-S, --sync) -d, --nodeps salta la verifica delle dipendenze
tr: (-S, --sync) -d, --nodeps bağımlılık kontrolünü atla

source: (-S, --sync) -f, --force force install, overwrite conflicting files
fr: (-S, --sync) -f, --force force l'installation, écrase les fichiers en conflit
it: (-S, --sync) -f, --force forza l'installazione, sovrascrivendo i file in conflitto
tr: (-S, --sync) -f, --force zorla kur, tutarsız dosyaların üzerine yaz

source: (-S, --sync) -g, --groups view all members of a package group
fr: (-S, --sync) -g, --groups voir tous les paquetages d'un groupe
it: (-S, --sync) -g, --groups mostra tutti i pacchetti di un gruppo
tr: (-S, --sync) -g, --groups bir paket grubundaki bütün paketleri göster

source: (-S, --sync) -i, --info * view package (or PKGBUILD from AUR) information
fr: (-S, --sync) -i, --info * voir les informations du paquetage (ou du PKGBUILD pour AUR)
it: (-S, --sync) -i, --info * mostra le informazioni su di un pacchetto (o su un PKGBUILD da AUR)
tr: (-S, --sync) -i, --info * paket (ya da AUR'dan PKGBUILD) bilgisini göster

source: (-S, --sync) -l, --list * list all packages belonging to the specified repository
fr: (-S, --sync) -l, --list * liste tous les paquetages appartenant au dépôt spécifié
it: (-S, --sync) -l, --list * elenca tutti i pacchetti appartenenti al repository specificato
tr: (-S, --sync) -l, --list * belirtilen depoya ait bütün paketleri listele

source: (-S, --sync) -p, --print-uris print out download URIs for each package to be installed
fr: (-S, --sync) -p, --print-uris affiche les URIs pour les paquetages à installer
it: (-S, --sync) -p, --print-uris mostra gli URL di download dei pacchetti da installare
tr: (-S, --sync) -p, --print-uris kurulacak her paketin indirme adreslerini gösterir

source: (-S, --sync) --export <destdir> * export packages for local repository
fr: (-S, --sync) --export <destrep> * exporte les paquetages vers le dépôt local
it: (-S, --sync) --export <cartella> * esporta i pacchetti nel repository locale
tr: (-S, --sync) --export <hedef> * yerel depo için paketleri aktar

source: (-S, --sync) --ignore <pkg> skip some package
fr: (-S, --sync) --ignore <pkg> ignore certains paquetages
it: (-S, --sync) --ignore <pkg> ignora certi pacchetti
tr: (-S, --sync) --ignore <pkg> paketi atla

source: (-U, --upgrade) <file.pkg.tar.gz> upgrade a package from <file.pkg.tar.gz>
fr: (-U, --upgrade) <fichier.pkg.tar.gz> met à jour le paquetage depuis <fichier.pkg.tar.gz>
it: (-U, --upgrade) <file.pkg.tar.gz> aggiorna un pacchetto da <file.pkg.tar.gz>
tr: (-U, --upgrade) <dosya.pkg.tar.gz> yi <dosya.pkg.tar.gz> ye yükseltir

source: (<no option>) <file.pkg.tar.gz> * upgrade a package from <file.pkg.tar.gz>
fr: (<>) <fichier.pkg.tar.gz> * met à jour le paquetage depuis <fichier.pkg.tar.gz>
it: (<nessuna opzione>) <file.pkg.tar.gz> * aggiorna un pacchetto da <file.pkg.tar.gz>
tr: (<seçenek yok>) <dosya> * <dosya.pkg.tar.gz> dosyasından yükselt

source: (-G, --getpkgbuild) <pkg> * Retrieve PKGBUILD and local sources for package name
fr: (-G, --getpkgbuild) <pkg> * Récupère le PKGBUILD ainsi que les sources pour le paquetage
it: (-G, --getpkgbuild) <pkg> * Recupera il PKGBUILD e i sorgenti per il pacchetto
tr: (-G, --getpkgbuild) <pkg> * paket ismi için PKGBUILD ve yerel kaynakları getir

source: --asdeps Install packages non-explicitly to be installed as a dependency
fr: --asdeps Installe les paquetages non explicitement, en tant que dépendance
it: --asdeps Installa i pacchetti non esplicitamente da installare come dipendenze
tr: --asdeps Paketleri bağımlılık olarak kur

source: --ignorearch ignore incomplete arch field PKGBUILD
it: --ignorearch ignorare il campo arch del PKGBUILD
tr: --ignorearch PKGBUILD içerisindeki arch kısmını gözardı et

source: Upgrade:
fr: Mise à jour:
it: Aggiornamento:
tr: Yükselt:

source: -Su, --sysupgrade upgrade all packages that are out of date
fr: -Su, --sysupgrade met à jour tous les paquetages qui ne sont pas à jour
it: -Su, --sysupgrade aggiorna i pacchetti che risultano non aggiornati
tr: -Su, --sysupgrade güncel olmayan bütün paketleri yükselt

source: -Su --aur * upgrade all aur packages
fr: -Su --aur * met à jour tous les paquetages provenant d'AUR
it: -Su --aur * aggiorna tutti i pacchetti provenienti da AUR
tr: -Su --aur * bütün aur paketlerini yükselt

source: -Su --devel * upgrade all cvs/svn/mercurial/git/bazar packages
fr: -Su --devel * met à jour tous les paquetages cvs/svn/mercurial/git/bazar
it: -Su --devel * aggiorna tutti i pacchetti cvs/svn/mercurial/git/bazar
tr: -Su --devel * bütün cvs/svn/mercurial/git/bazar paketlerini yükselt

source: -Sud, --nodeps skip dependency checks
fr: -Sud, --nodeps ne vérifie pas les dépendances
it: -Sud, --nodeps salta la verifica delle dipendenze
tr: -Sud, --nodeps bağımlılık kontrolünü atla

source: -Suf, --force force install, overwrite conflicting files
fr: -Suf, --force force l'installation en écrasant les fichiers en conflit
it: -Suf, --force forza l'installazione, sovrascrivendo i file in conflitto
tr: -Suf, --force zorla kur, tutarsız dosyaların üzerine yaz

source: -Su --ignore <pkg> skip some package
fr: -Su --ignore <pkg> ignore certains paquetages
it: -Su --ignore <pkg> ignora certi pacchetti
tr: -Su --ignore <pkg> paketi atla

source: -Sy, --refresh download fresh package databases from the server
fr: -Sy, --refresh télécharge une nouvelle base depuis le serveur
it: -Sy, --refresh scarica la lista dei pacchetti aggiornata dal server
tr: -Sy, --refresh sunucudan yeni paket veritabanlarını indir

source: --holdver avoid building last developement version for git/cvs/svn package
fr: --holdver évite de compiler la dernière version de développement pour les paquetages git/cvs/svn
it: --holdver evita la compilazione dell'ultima versione di sviluppo per i pacchetti git/cvs/svn
tr: --holdver git/cvs/svn paketinin son geliştirme sürümlerini derlemeyi engelle

source: Note: yaourt always shows new orphans after package update
fr: Note: yaourt affiche toujours les nouveaux orphelins après une mise à jour
it: Nota: yaourt mostra sempre i nuovi pacchetti orfani dopo un aggiornamento
tr: Not: yaourt paket güncelledikten sonra sahipsiz paketleri gösterir

source: Downgrade:
fr: Rétrograder:
tr: Eski sürüme çevir:

source: -Su --downgrade * reinstall all packages which are marked as "newer than extra or core" in -Su output
fr: -Su --downgrade * réinstalle tous les paquetages indiqués comme "plus récents que dans extra ou core" lors d'un -Su
it: -Su --downgrade * reinstalla tutti i pacchetti indicati come "più recenti di quelli in extra o in core" mostrati dopo un -Su
tr: -Su --downgrade * -Su çıktısında "extra ya da core deposundakilerden daha yeni" olarak işaretlenmiş bütün paketleri tekrar yükle

source: (this is specially for users who experience problems with [testing] and want to revert back to current)
fr: (utile surtout pour les utilisateurs qui utilisent le dépôt [testing] et souhaitent revenir en arrière)
it: (utile soprattutto per gli utenti del repository [testing] e vogliono tornare alle versioni attualmente in [core] o [extra])
tr: (bu özellikle [testing] sürümü ile sorun yaşayan ve şimdiki sürüme geri dönmek isteyenler içindir)

source: Local search:
fr: Recherche locale:
it: Ricerca locale:
tr: Yerel arama:

source: (-Q, --query) -e, * list all packages explicitly installed
fr: (-Q, --query) -e, * liste les paquetages installés explicitement
it: (-Q, --query) -e, * mostra i pacchetti installati esplicitamente
tr: (-Q, --query) -e, * doğrudan yüklenmiş bütün paketleri listele

source: (-Q, --query) -d, * list all packages installed as a dependency for another package
fr: (-Q, --query) -d, * liste les paquetages installés comme dépendances
it: (-Q, --query) -d, * mostra i pacchetti installati come dipendenza
tr: (-Q, --query) -d, * başka bir paketin bağımlılığı olarak yüklenmiş bütün paketleri listele

source: (-Q, --query) -t * list all packages unrequired by any other package
fr: (-Q, --query), -t * liste tous les paquetages non requis par un autre paquetage
it: (-Q, --query), -t * mostra tutti i pacchetti non richiesti da altri pacchetti
tr: (-Q, --query) -t * başka bir paket tarafından ihtiyaç duyulmayan bütün paketleri listele

source: -Qdt * list missed packages installed as dependecies but not required
fr: -Qdt * liste les paquetages installés comme dépendances mais plus nécessaires à présent
it: -Qdt * mostra tutti i pacchetti installati come dipendenza ma non più necessari
tr: -Qdt * bağımlılık olarak kurulmuş fakat artık ihtiyaç duyulmayan paketleri listele

source: -Qet * list top level packages explicitly installed
fr: -Qet * liste les paquetages de 1er niveau installés explicitement
it: -Qet * mostra i pacchetti di primo livello installati esplicitamente
tr: -Qet * doğrudan kurulmuş paketlerin listesini verir

source: (-Q, --query) -g, --groups view all members of a package group
fr: (-Q, --query) -g, --groups affiche tous les membres d'un groupe de paquets
it: (-Q, --query) -g, --groups mostra tutti i membri di un gruppo di pacchetti
tr: (-Q, --query) -g, --groups bir paket grubundaki bütün paketleri göster

source: (-Q, --query) -i, --info view package information (use -ii for more)
fr: (-Q, --query) -i, --info affiche les informations du paquetage (utilisez -ii pour plus d'infos)
it: (-Q, --query) -i, --info mostra le informazioni sul pacchetto (usare -ii per ulteriori info)
tr: (-Q, --query) -i, --info paket bilgisini göster (daha fazlası için -ii kullan)

source: (-Q, --query) -l, --list list the contents of the queried package
fr: (-Q, --query) -l, --list liste les fichiers fournis par le paquetage spécifié
it: (-Q, --query) -l, --list mostra i file forniti dal pacchetto specificato
tr: (-Q, --query) -l, --list sorgulanan paketin içeriğini listele

source: (-Q, --query) -o <string> * search for package that owns <file> or <command>
fr: (-Q, --query) -o <chaine> * recherche le paquetage qui fournit le <fichier> ou la <commande>
it: (-Q, --query) -o <parola_chiave> * mostra il pacchetto che fornisce il <file> o il <comando>
tr: (-Q, --query) -o <dizgi> * <dosya> ya da <komut> içeren paketleri ara

source: (-Q, --query) -p, --file will query the package file [package] instead of db
fr: (-Q, --query) -p, --file requête directement sur le fichier .pkg.tar.gz au lieu de la base
it: (-Q, --query) -p, --file effettua la richiesta direttamente sul file .pkg.tar.gz invece che sul db
tr: (-Q, --query) -p, --file veritabanı yerine paket dosyası [package] sorgulanacak

source: (-Q, --query) -s, --search * search locally-installed packages for matching strings
fr: (-Q, --query) -s, --search * recherche la chaîne parmis les paquetages installés localement
it: (-Q, --query) -s, --search * ricerca la stringa fra i pacchetti installati localmente
tr: (-Q, --query) -s, --search * uyan dizgeleri yerel paketlerde ara

source: (-Q) --backupfile <file> * query a database previously saved in a tar.bz2 file (with yaourt --backup)
fr: (-Q) --backupfile <fichier> * recherche dans une base sauvegardée au préalable dans un fichier .tar.bz2 (avec yaourt --backup)
it: (-Q) --backupfile <file> * ricerca in un database precedentemente salvato in un file .tar.bz2 (con yaourt --backup)
tr: (-Q) --backupfile <file> * tar.bz2 (yaourt --backup komutuyla) şeklinde kaydedilmiş bir veritabanını sorgula

source: Example: you want to reinstall archlinux with the same packages as your backup pacman-2008-02-22_10h12.tar.bz2
fr: Exemple: vous voulez réinstaller archlinux avec les même paquetages que ceux contenus dans pacman-2008-02-22_10h12.tar.bz2
it: Esempio: volete reinstallare Archlinux con gli stessi pacchetti contenuti nel backup pacman-2008-02-22_10h12.tar.bz2
tr: Örnek: pacman-2008-02-22_10h12.tar.bz2 yedeğindeki aynı paketlerle archlinux'u baştan kurmak istiyorsunuz

source: just run yaourt -Qet --backupfile pacman-2008-02-22_10h12.tar.bz2 > TopLevelPackages.txt
fr: lancer yaourt -Qet --backupfile pacman-2008-02-22_10h12.tar.bz2 > TopLevelPackages.txt
it: eseguite yaourt -Qet --backupfile pacman-2008-02-22_10h12.tar.bz2 > TopLevelPackages.txt
tr: yaourt -Qet --backupfile pacman-2008-02-22_10h12.tar.bz2 > TopLevelPackages.txt komutunu verin

source: To reinstall later, just run yaourt -S TopLevelPackages.txt
fr: Pour réinstaller plus tard, lancez yaourt -S TopLevelPackages.txt
it: Per reinstallare in seguito, lanciare yaourt -S TopLevelPackages.txt
tr: Daha sonra tekrar yüklemek için, yaourt -S TopLevelPackages.txt komutunu verin

source: (-Q) --date * list last installed packages, ordered by install date
fr: (-Q), --date * liste les derniers paquetages installés, triés par date d'installation
it: (-Q), --date * elenca gli ultimi pacchetti installati, ordinati per data
tr: (-Q) --date * kurulum tarihine göre sıralanmış şekilde son kurulan paketleri listele

source: Remote search:
fr: Recherche distante:
it: Ricerca da remoto:
tr: Uzak arama:

source: (-S, --sync) -s [string] * search remote repositories and AUR for matching strings
fr: (-S, --sync) -s [chaine] * recherche une correspondance dans les dépôts et sur AUR
it: (-S, --sync) -s [chaine] * ricerca da un repository remoto e da AUR per stringhe concordi
tr: (-S, --sync) -s [string] * uyan dizgileri uzak depolarda ve AUR da ara

source: <no option> [string] * search for matching strings + allows to install (interactiv)
fr: <> [chaine] * recherche une correspondance et permet une installation (interactif)
it: <nessuna opzione> [stringa] * ricerca per stringhe concordi e permette l'installazione (interattivo)
tr: <seçenek yok> [string] * uyan dizgileri arar + kurulmasını sağlar (interaktif)

source: -Sq --depends <pkg> * list all packages which depends on <pkg>
fr: -Sq --depends <pkg> * liste tous les paquetages qui dépendent de <pkg>
it: -Sq --depends <pkg> * elenca tutti i pacchetti che dipendono da <pkg>
tr: -Sq --depends <pkg> * <pkg> paketine bağımlı bütün paketleri listele

source: -Sq --conflicts <pkg> * list all packages which conflicts with <pkg>
fr: -Sq --conflicts <pkg> * liste tous les paquets en conflit avec <pkg>
it: -Sq --conflicts <pkg> * elenca tutti i pacchetti che vanno in conflitto con <pkg>
tr: -Sq --conflicts <pkg> * <pkg> ile çakışan bütün paketleri listele

source: -Sq --provides <pkg> * list all packages which provides <pkg>
fr: -Sq --provides <pkg> * liste tous les paquetages qui fournissent <pkg>
it: -Sq --provides <pkg> * elenca tutti i pacchetti che forniscono <pkg>
tr: -Sq --provides <pkg> * <pkg> paketini sağlayan bütün paketleri listele

source: Clean:
fr: Nettoyage:
it: Pulizia:
tr: Temiz:

source: (-C, --clean) * manage, show diff .pacsave/.pacnew files
fr: (-C, --clean) * gestion des fichiers .pacsave/.pacnew
it: (-C, --clean) * gestisce e mostra le differenze fra .pacsave/.pacnew
tr: (-C, --clean) * .pacsave/.pacnew dosyalarını yönet, farkları göster

source: (-C, --clean) -c * delete all .pacsave/.pacnew files
fr: (-C, --clean) -c * supprime tous les fichiers .pacsave/.pacnew
it: (-C, --clean) -c * elimina tutti i file .pacsave/.pacnew
tr: (-C, --clean) -c * bütün .pacsave/.pacnew dosyalarını sil

source: (-C, --clean) -d, --database * clean database (show obsolete repositories)
fr: (-C, --clean) -d, --database * nettoie la base (affiche les dépôts obsolètes)
it: (-C, --clean) -d, --database * pulisce il database (mostra repository obsoleti)
tr: (-C, --clean) -d, --database * veritabanını temizle (geçersiz depoları göster)

source: (-S, --sync) -c remove old packages from cache
fr: (-S, --sync) -c supprime les vieux paquetages du cache
it: (-S, --sync) -c rimuove i vecchi pacchetti dalla cache
tr: (-S, --sync) -c önbellekteki eski paketleri kaldır

source: (-S, --sync) -c -c remove all packages from cache
fr: (-S, --sync) -c -c supprime tous les paquetages du cache
it: (-S, --sync) -c -c rimuove tutti i pacchetti dalla cache
tr: (-S, --sync) -c -c önbellekteki bütün paketleri sil

source: (-R, --remove) <package> remove packages
fr: (-R, --remove) <paquet> supprime le paquetage
it: (-R, --remove) <pacchetti> rimuove i pacchetti
tr: (-R, --remove) <paket> paket(ler)i kaldır

source: (-R, --remove) -c, --cascade remove packages and all packages that depend on them
fr: (-R, --remove) -c, --cascade supprime les paquetages ainsi que les paquetages qui en dépendent
it: (-R, --remove) -c, --cascade rimuove i pacchetti e tutti quei pacchetti che dipendono da essi
tr: (-R, --remove) -c, --cascade paket(ler)i ve on(lar)a ait tüm bağımlılıkları kaldır

source: (-R, --remove) -d, --nodeps skip dependency checks
fr: (-R, --remove) -d, --nodeps ne vérifie pas les dépendances
it: (-R, --remove) -d, --nodeps salta il controllo delle dipendenze
tr: (-R, --remove) -d, --nodeps bağımlılık kontrolünü atla

source: (-R, --remove) -k, --dbonly only remove database entry, do not remove files
fr: (-R, --remove) -k, --dbonly supprime seulement l'entrée de la base, ne supprime pas les fichiers
it: (-R, --remove) -k, --dbonly rimuove solo la voce dal database, senza rimuovere i file
tr: (-R, --remove) -k, --dbonly yalnızca veritabanı kayıtlarını kaldır, dosyaları silme

source: (-R, --remove) -n, --nosave remove configuration files as well
fr: (-R, --remove) -n, --nosave supprime aussi les fichiers de configuration
it: (-R, --remove) -n, --nosave rimuove anche i file di configurazione
tr: (-R, --remove) -n, --nosave yapılandırma dosyalarını da sil

source: (-R, --remove) -s, --recursive remove dependencies also (that wont break packages)
fr: (-R, --remove) -s, --recursive supprime aussi les dépendances (qui ne cassent pas d'autes paquetages)
it: (-R, --remove) -s, --recursive rimuove anche le dipendenze (che non danneggeranno altri pacchetti)
tr: (-R, --remove) -s, --recursive paketin çalışmasını engellemeyecek bağımlılıkları da kaldır
